{
    "10": {
        "title": "隐士",
        "explain": "一位老者身披灰色斗篷站在冰天雪地的山巅，手提一盏油灯，好像是在低头沉思。那看似微弱的灯光，在渺无人烟的暗淡雪夜中，显得有些无助，但对老者而言，那是真理、也是希望。手中的拐杖正是愚人手中戏耍的木棒、魔术师手中沟通天地的法器和战车手中追求胜利的长矛，而此时，经过无知、热忱、繁华之后,变得如此的普通，正应了中国那句\"返璞归真〃的老话。老者守着这独处的孤寂，反省着自己的过去，跟随真理之灯的指引,暗示了寻求真理道路上的艰辛、朴素，预示了只有以开阔的胸怀认知世事，以不断反省的态度探知真我，方能求得正果。",
        "negative": 1,
        "work": "你已经达到工作的顶峰，但是高处不胜寒，你也会觉得有一点寂寞，应该开始思考如何把工作经验传承下去。",
        "love": "现在感情的发展到达一个瓶颈，即使两个人在一起仍然会觉得寂寞,也许是该好好重新思考这段感情的时候了。",
        "friend": "你是属于有一点孤僻的人，所以并不会树立什么敌人，朋友也不是很多，但是别人遇到问题又常会想要找你帮忙。",
        "affection": null
    },
    "19": {
        "title": "月亮",
        "explain": "月亮高挂在夜空之中，圆缺不定。月中隐约有一张愁苦的面容，带给人忧郁不安的感觉。月卞有两只狗（也有人说是一只狼、一只狗）正在仰望月空低吠，似乎是体会到月亮的愁苦而报以同情，又或是向像月亮问着什么。池中的蝎子似乎很向往月宫的样子,努力爬出水面，正准备沿黄色弯曲的小路前往自己向往已久的地方。整个牌图除了月亮和蝎子外,基本成对称结构，由一条蜿蜒的小瞎分开，据说代表人生理想与现实两个层面，蝎子为了实现自己的梦想，必领在理想与现实中徘徊前行，稍有偏差便很难达成目的。月亮中那张愁苦不安的面孔，似乎是对前行中蝎子内心的映照吧！",
        "negative": 2,
        "work": "你常在工作上犯一些小错误，虽然不见得会造成什么实质上的伤害，但是对你的形象有很大的影响，要小心一点。",
        "love": "彼此可能有一些事情互相隐瞒，虽然不是有意欺骗但也不知如何开口，有时候也会因此而引发比较情绪化的争吵。",
        "friend": "你虽然有不少好朋友，但是其中也有很多虚情假意的人，是为了不单纯的目的和你交往，要小心分辨两者的差别。",
        "affection": null
    },
    "49": {
        "title": "圣杯王后",
        "explain": "想象力强、重视直觉、浪漫。当你想要算塔罗牌，或是想要情感上的安慰，你会找圣杯王后。她是那种会让年轻小伙子爱上的成熟女人，不是因为美貌，而是因为她的同理心。她是梦想家。这牌中喻示的女性温柔仁慈,故此永远有一群敬爱她的朋友包围着她。她的直觉及感应力非常敏锐，她可给予求问者一些安慰及支持。",
        "negative": 2,
        "work": "现在的工作状态其实不是很稳定，甚至不知道明天会不会有工作，即使偶尔有不错的表现，也常会引来更多的麻烦。",
        "love": "这段感情缺少实际相处的经验，很多事情都是自己想象出来的，其实两个人都是在和自己想象出来的对象谈恋爱。",
        "friend": "你在人际关系上上属于比较独处的类型，同时以为你会常常说话得罪人，所以很少会有知心的好朋友。",
        "affection": null
    },
    "3": {
        "title": "女教主",
        "explain": "女教主相传是月亮的使者，虔诚、静默却又透着十分的警觉和睿智，是智慧与直觉的象征。相对于魔术师的激情和主动，女教主只是在深夜中手捧经书默默地祈祷着，就好像中国传统文化中的阴阳。如果说魔术师散发着阳刚的话，那么女祭司则是阴柔的代表，于静寂中凸现沉稳，于寡言中凸现睿智。也有人说，女教主内心是矛盾的，就像其坐在两根黑白分明的廊柱之间那样，静默却又波涛汹涌，在黑与白、日与夜、 正义与邪恶的徘徊中体味生存的意义、感悟人世沧桑。或许也是因此让她变得睿智而富有洞察力吧!",
        "negative": 2,
        "work": "虽然工作看似已经很长一段时间都保持稳定，但是在台面下却是暗潮汹涌一一个不小心可能就会死无",
        "love": "两个人的感情整体来看还算是稳定，但是仍然有很多分歧见还没化解，如果无法好好沟通，也有变成冷战的可能性。",
        "friend": "喜欢你的朋友很爱你，但是讨厌你的人则恨你入骨,整体来说是比较有争议性的人物，应该好好把握欣赏你的朋友。",
        "affection": null
    },
    "31": {
        "title": "权杖九",
        "explain": "权杖九描绘的是一个强壮、力气大、警觉性高的人。当权杖九出现时，它喑示你生活在一种冲突的模式。一连串的争斗已经发展成身体与情绪上的模式，他现在需要另外的冲突夫满足他对刺激的渴求。这种渴求会上瘾,所以他需要花更多的时间来思考过去的行动,以便决定哪些行动是有效的，哪些行动是浪费的。他到处寻找冲突,却看不出冲突的来源是内在的。你可能会将自己不受欢迎、不被接受的部分强加于别人身上(这种现象在大阿尔卡那的魔鬼牌中显得更清楚)。如此一来,你将会有一个摸得到、也看到的敌对来源，而不只是一种想法、一种恐惧或一种感觉。然而，如果你继续寻求冲突，你将无法和问题的根本原因达成和解。",
        "negative": 1,
        "work": "你在工作上遇到了发展的瓶颈，已经变成在原地踏步的状况，这个时候即使再怎么努力，也看不到任何实质进展。",
        "love": "现在感情上变成僵持的状况，两个人都不愿意让步，因此也无法解决问题，这个过程当中已经伤害了彼此的感情。",
        "friend": "你对于大多数人都采取过度防守的态度，所以很难交到知心的朋友，你应该放下自己的心结和其他人好好交朋友。",
        "affection": "现在家中遇到了很大的挑战，因此也造成了家人彼此之间的猜忌，如果不能齐心协力处理，问题就很难彻底解决。"
    },
    "36": {
        "title": "权杖国王",
        "explain": "力量强大而遵从本能的统治者。具有本能与热情，但成熟度与智能足以控制他的冲动。他是开国者与建国者（星币国王则是治国者与改善者)。有强烈的决心，是四个国王中行动力最强的。这张牌显示男性是喜欢谈天说地及充满幽默感,而且他的诚实及正直贏得了众人的尊敬。工作上他充满创意及构思，但欠缺实际的计划，而且他做事不会很投入。",
        "negative": 2,
        "work": "工作当中常遇到不确定的变化，但是大致上是你可以掌握的状况，这个时候应该在稳定中求发展，不要操之过急。",
        "love": "感情上趋向稳定，但也有可能开始觉得无聊，即使不满于现状也无力去改变，若是提出新的要求反而会造成争吵。",
        "friend": "你总是以别人为中心来看待事情，若是朋友间的关系很好，你也会因此而受益，但是若交了损友也会被害得很惨。",
        "affection": null
    },
    "14": {
        "title": "死神",
        "explain": "死神坐骑白马，高高在上，俯视地上的生灵,在他的手中高举一面绘有蔷薇十字会图腾的黑色旗帜。有人说这个图腾代表死后获得新生的过程,也有人说这个图腾与火星相应代表不朽生命力。在死神的马下，分别是国王、圣职者、妇女和儿童，代表终生对死亡的四种看法。国王抗拒死亡，最终被践踏于死神的马蹄之下，圣职者将令牌置于地上,崇敬死亡，并双手合十祈祷主的引领以求步入天堂,妇女跪在地上,因对死亡的恐惧而昏厥过去，只有那个天真可爱的孩子因为无知而满脸稚气好奇地看着死神。四个人,四种心态，无论是抗拒、崇敬、恐慌还是无知，都在阐述着相同的道理——无论是富贵还是贫穷无论是男女老少，死亡都是一种不可抗拒的自然现象，无法逃避,也无需逃避",
        "negative": 1,
        "work": "工作上遇到重大的转变，而且你没得选择就必须要接受，甚至面临到被迫离职的状况，这个时候要做最坏的打算。",
        "love": "现在该是要放手的时候了，如果不能放掉不适合的人，怎么会有可能找到自己的幸福呢？应该放开心胸接受改变。",
        "friend": "在人际关系上你属于比较孤立的一个人，也许会让人家觉得你有点自傲，你的敌我意识很强，不是朋友就是敌人。",
        "affection": null
    },
    "75": {
        "title": "星币侍从",
        "explain": "星币侍从是牌中正式的学生，与宝剑牌组中的学者不同。他学的是实质的有组织有系统的课程，而非宝剑牌组中的理论性无组织的学问。他也代表财务上的接触、一个有稳定性格的新朋友，或是对工作的着迷。你可以想象他是童年时期的爱迪生或华盛顿。他有很好的想法,不过不一定是个领导人物。他冷静、稳健而常识丰富。假若这张牌是隐喻求问者的情况，即表示求问者的财务有机会缓和，不过需要辛勤工作才得到些微报酬，若牌意与人有关,这人是诚实可信的，而且做事负责及效率高，得此助手或合伙人必事事顺利。",
        "negative": 2,
        "work": "现在工作的状况有点混乱，事情千头万绪又没有规则可言，完全要自己从头开始摸索，也算是吃力不讨好的工作。",
        "love": "这段感情一直没有确定下来，两个人都不喜欢对方管制自己，也没有给彼此什么承诺，所以一切都还在观察当中。",
        "friend": "你现在人际关系的状况还不错,但是大部分都是属于酒肉朋友，真心的朋友反而不多，也很少能得到朋友的帮助。",
        "affection": null
    },
    "22": {
        "title": "世界",
        "explain": "世界代表宇宙的中心,与大阿尔卡那的第10张命运之轮相呼应，四方是狮子、飞鹰、天使和神牛，只是中间不再是命运之轮，而是一个在月濟知环中跳舞的少女。她一手拿着一个魔杖，又好像是一把钥匙，正在为步界的人喝彩，又或是一种召唤，在引导胜利者走到智慧之门面前,接过中开启幸福的钥匙。世界是大阿尔卡那人生旅途的终点,也是一个新的,因为进入智慧之门,你又会变回愚人，为找寻新的智慧或是人生目标而奋斗。",
        "negative": 2,
        "work": "一直都是在做相同的事情，没有任何变化也无法得到成长，感觉自己有点被困住了，虽然不满意但仍然可以接受。",
        "love": "现在感情进入稳定的阶段，但是也让人觉得有一点无聊，两个人之间的责任多于感情，平淡的相处也使热情消失。",
        "friend": "你的朋友其实还蛮固定的，而且都是很久的老朋友，你不太喜欢去接触新朋友，有时候甚至也会觉得一个人更好。",
        "affection": null
    },
    "29": {
        "title": "权杖七",
        "explain": "如同权杖五，权杖七是一张代表冲突的牌。所有可见的活动的目的本身可能就是战争，纸牌上的人,带有一种决心和激情的表情保卫他的领土。虽然很艰辛，但仍在他的掌握之中，而且他也许喜爱这样的挑战。别忘了，权杖类型喜欢搏斗，而且倾其所有，这会令那些火性的人们感到振奋。这种争斗让权杖类型的人觉得自己活着。权杖七可能暗示你周围的人反对你的想法或计划，但你继续努力、不放弃一定会成功。塔罗牌中所有的七都有\"不要放弃\"的意义。虽然挑战比以前更大，权杖七表示你会更投入眼前的工作。",
        "negative": 1,
        "work": "现在工作上遇到很多挑战，但是大部分都在你可以处理的范围之内，只要你能坚持下去，就可以得到最后的成功。",
        "love": "现在感情上可能会出现竞争者，或是有许多外来的压力和挑战，这时应该把问题摊开来谈，两个人共同解决问题。",
        "friend": "你在朋友当中是属于比较有优势的一个，因此大家常常会以你的意见为主，但是你也要为朋友们出比较多的主意。",
        "affection": "现在家中遇到一个挑战，应该齐心协力共渡难关，如果你是站在领导者的角色，也要勇敢地把事情的真相说出来。"
    },
    "30": {
        "title": "权杖八",
        "explain": "在权杖八中，描绘的权杖并没有植入土地，也没有被人握住。这象征自由流动的火的能量，很少或没有限制。它代表当你恋爱或旅行时，你可以体验到对生命的热情和挚爱。权杖八表示你的目标清楚可见,正轻松的向它们迈进。这点可以从八根权杖自由而无约束的掠过天际看出来。权杖越过水上,暗示海外旅行，是权杖类型的人十分喜爱的。权杖八代表健康的人际关系、跨海旅行和计划达成令人满意的结局。它表示你能轻松地完成目标。权杖八出现时，你的计划会碰到的阻碍是微小的，既定的目标无需太多的努力也能达成。“八”是代表力量的数字,纸牌的数字是八，显示这一组牌的力量所在。在权杖八里面，你可以看到火的元素呈现自然状态，一种无所限制的狂热的行动。",
        "negative": 1,
        "work": "现在工作上非常忙碌，而且也很要求速度，如果自己不够努力的话，很快就会被别人追赶过去，所以常需要拼命。",
        "love": "感情上的发展十分快速，两个人也是真心相爱，但是若欠缺长久经营的各种配合计划，也有可能只足短暂的火花。",
        "friend": "你在这段期间的朋友很多，但大多都只是你生命中的过客，彼此之间会有很好的感情，但是大家都有不同的理想。",
        "affection": "现在家中的成员有一个共同的目标，大家都能同心协力地朝向这个目标去努力，也都希望这件事情能尽快地达成。"
    },
    "11": {
        "title": "命运之轮",
        "explain": "蔚蓝的天空中悬挂着命运之轮，与圣职者的三层投管相通。命运之轮也是有三层组成，最里面的圆中没有任何符号，代表空无,象征万物的创造。中间的圆上有四个炼金符号，对应西方物质构成的四要素,象征了万物的形成。最外面的圆中上刻着\"TAROT\"字样,象征已经创造的世界。轮盘的左侧是埃及神话中的邪恶之神，蛇头朝下预示着人生中的沉沦。而背负着命运之轮的阿努比斯，则预示了背负命运的渴望。至于命运之轮顶部的狮身人面像，据说是智慧的象征。其手中的宝剑则代表思考，或者是在说面对人生,思索真谛才是获取顺境的方法。牌图的四角分别是狮子、飞鹰、天使、神牛,怡恰对应了命运之轮中间那个圆上的符号,即四要素的火、水、风、土。",
        "negative": 2,
        "work": "目前在工作上遇到了重大的变化，这也不是你自己可以控制的事情，这时候应该处变不惊地面对，干万不要院乱。",
        "love": "在感情上面对很大的变化，你觉得在当中两面不是人，也很难做出选择，这时候的决定对未来会有很大的影响。",
        "friend": "现在的人际关系状况有点复杂，有些朋友好像没有那么熟，但是仍然会找你出来玩乐或是帮忙，让你有点难以应付。",
        "affection": null
    },
    "72": {
        "title": "星币八",
        "explain": "一位雕刻匠坐在长板凳上,专注而勤劳地刻着星币，他前面已经完成六个了，脚边还有一个未完成。有一条黄色的道路连接远方的市镇与雕刻匠，连接工作与社会，无论什么工作，目的都是服务人群，雕刻匠并未忘记这一点。首先我们可以比较星币八的雕刻「匠」与星币三的雕刻师在星币八中，男子是个辛劳工作的工匠,他一丝不苟，注重细节，很努力的刻着相同的东西，而星币三的雕刻师已经累积足够的经验与资历，成为一位真正的艺术家了。这不代表雕刻匠是比较低下的，重点是他专注于工作的过程中，这才是最珍贵的美德，能够使他更快速获得所需的技能或学问。星币八是认真念书的学生、用心工作的雇员、心灵手巧的匠才。他们对于学业或事业上的付出绝对比旁人多。在爱情上可能表示猛烈追求，细心经营，问求者表示工作马上就要到手了。问投资表示稍有斩获。",
        "negative": 2,
        "work": "这是一份高度专业的工作，但是也需要经过很长时间的磨练和学习，如果想走偏门快捷方式的话，反而容易导致失败。",
        "love": "其实两个人之间早已经没有什么感情，但还是会为了面子问题维持着表面的关系，其实这段关系已经岌岌可危了。",
        "friend": "其实你的人际关系还不错，但是大部分都不是真心的朋友，甚至有些人就是为了想要利用你，对这些人不可不防。",
        "affection": "现在家中的状况还算稳定，但是要避免不切实际的高远计划，可能会使家中付出惨重代价，一定要小心地理性考虑。"
    },
    "73": {
        "title": "星币九",
        "explain": "星币九画了一个女人，被她辛勤耕耘得到的果实所围绕。她的右手停放在几颗星币上，大拇指扶着一串葡萄。一只带着头罩的小鸟栖在她的左手上。在她为小鸟移开头罩巾后，它就可以得到自由。然而小鸟一旦还带着罩巾，还是会乖乖的服从她。这女人的服饰暗示她物质生活的优越。她脸上有一种宁静沉着的表情,而晴朗的天则是预鋁持续的成功,因为她安详自在的身于大自然当中。从王牌的开始,到二的下决定,三的学习,四的拫偿,五改变的讯号，表示责任的六,重新评估的七，以及进一步承诺的八,现在我们到达了收获的九。她成功并非偶然，透过承诺、劳动、纪律、学习以及重新评估，它已经稳固的建立起某种具体的事物，并且也为将来打下良好的根基。她投入生活,并与它密不可分。经由谨慎的规划即对目标的不断投入她掌控了周遭的一切。",
        "negative": 2,
        "work": "现在的工作十分烦琐，但是实际上并不一定有意义,甚至很多是不必要的步骤，即使了解了仍然需要按照规定去做。",
        "love": "在这段感情当中两个人都过得很优渥，但是也许这只是表面现象,不要陷入自己的想象当中，否则就会被物质金钱所迷惑。",
        "friend": "你在朋友当中常常都是独来独往，专心于自己有兴趣的事情，也不会主动去关心别人，所以很难找到朋友谈心。",
        "affection": "表面上看起来家庭的状况还不错，但是其实大家各怀鬼胎，也一直在算计着其他人,彼此之间相处的关系并不真诚。"
    },
    "13": {
        "title": "吊人",
        "explain": "一名男子双手反绑,被人倒吊在T字型的树干上。男子反绑的双手呈三角，双腿交织成十字，拼在一起恰恰形成了西方炼金术中的一个炼金符号，预示着伟大事业的完成，同时也暗含了由底层欲望向道德升华的过程。由上至下色彩的变幻（红色的外裤、蓝色的上衣和金色的光环)与圣职者的三层头冠以及命运之轮中的三个同心圆相呼应，依次对应身、心、灵三层境界,只是顺序导致的视觉,强调了换位思考的意义。而脚上金色的鞋子不仅表明了倒吊者崇高的牺牲精神，也预示了灵（即道德）的地位，即便是换位思考,道德永远是第一位的。",
        "negative": 2,
        "work": "工作上有事情悬而未决，也许会需要你的付出和牺牲，如果不能妥善处理的话，可能会演变成无法收拾的大事情。",
        "love": "感情上正面临重大的挑战，如果不能有正确的认识和行动，可能会使感情陷入破裂的危机之中，反而会更痛苦。",
        "friend": "你是比较容易被别人欺负或者是被占便宜的人，虽然朋友们都会想要对你有所要求，但是你仍然要有自己的原则。",
        "affection": null
    },
    "1": {
        "title": "愚人",
        "explain": "愚人穿着色彩斑斓的服装。无视前方的悬崖，昂首阔步前行。他脚边的小白狗正狂吠着，似乎是在提醒他要悬崖勒马。又好像是在跟他一虑的嬉戏。总之，愚人仍旧保持着欢悦的神色。望向遥远的天空，对于脚下的悬崖视而不见，就好像悬崖边上有一座透明的浮桥一样。在愚人的左手握着一朵白玫瑰，象征愚人内心的纯洁和火一般的热情。而愚人右手系着包袱的木棒正是魔术师手中的魔杖，相传拥有操控世界的魔力，但此时却成了愚人手中的一个玩物。或许是因为愚人并不知道他的威力。又或许是大智若愚无视力量的存在，除了愚人自己。恐怕不会有第二个人知道愚人包袱里面装满了他的经验。所以愚人并不愚蠢。只是不为经验所控。求一糊涂罢了，这可能就是我们常说的难得糊涂。放眼远望，连绵起伏的山脉。那便是愚人未知的旅途.有太多的故事等趋愚人去经历，有太多的知识等愚人去感悟，就韦特说的那样“愚人是一个追寻经验的灵魂”",
        "negative": 1,
        "work": "你正在面对很危险的状况，这时候最重要的是考虑如何明哲保身，其他的一切都不是那么重要，干万释玩火自焚",
        "love": "你们两个人之间还不太了解，虽然还有一些发展的潜力，但也可能在更了解之后选择分开，并不是很紧密的关系",
        "friend": "其实你并没有什么真心的好朋友，也觉得内心十分空虚，如果还是维持你原本的行为模式，就很难交到新的朋友",
        "affection": null
    },
    "46": {
        "title": "圣杯十",
        "explain": "在图中我们看到一家四口其乐融融，父母亲拥抱对方，各举一只手迎向圣杯彩虹，两个孩子快乐的手牵手跳舞，背景是清翠的树木河流，和一栋房屋。圣杯十主要表现情感联系的团体，例如家庭、社团、感情很好的班级、几个知交好友、良好的亲子关系、合作关系、结盟关系。在这其中我们可以得到充分的情感交流与支持，就像是在背后支撑我们的力量,我们知道自己并不孤独。欢乐、喜悦和满足充满在四周，我们还可将这些幸福与所爱之人分享。不再敌对，和谐与宁静取而代之。在感情方面的占卜，圣杯十代表两人已经越过圣杯二的热恋阶段，寻求更稳定更恒久的关系，共组家庭是很有可能的决定。这张牌显示求问者会有一段时期过得很开心及满足，尤其是与家人一起时。同时这张牌也显示求问者将达成目标或心愿。若求问者正打算结婚,这绝对是好兆头。",
        "negative": 2,
        "work": "你很喜欢你的工作，但却不太被家人所理解和接受，你希望能在两者之间取得平衡，但是常会影响到工作情绪。",
        "love": "这段感情开始时太过于理想化,以至于忽略了很多实际上的困难和问题，到现在即使想要回头，也已经来不及了。",
        "friend": "你对大家都还不错，但是在人际关系中却不太受欢迎，主要是因为你常常表措情，让别人觉得你不是很真心在付出。",
        "affection": "现在家中充满了欢乐的气氛，但是却没有人发现潜在的问题，也许在表面的和谐之下，其实是存在着很多的危机。"
    },
    "64": {
        "title": "宝剑国王",
        "explain": "经历丰富的战士，智力极高的学者交际手腕高明的外交官。持着剑的皇帝代表着男性拥有聪明才智及分析力强,能作出正确的判断，绝对是求问者遇上困难时的一盏明灯，听取这人的意见能帮助解决问题。",
        "negative": 1,
        "work": "现在的工作常需要多年的专业能力，如果在专业上不足很有可能就会被淘汰，随时都要保持专注以便做出理性的判断。",
        "love": "两个人都很理性地面对这段感情，也很重视彼此的付出是否平衡，如果发生不公平的状况，会很正式地谈判解决。",
        "friend": "你与大家都保持一定的关系，所以也没有特别亲近的好朋友，如果能不那么理性地看事情，也许就会交到好朋友。",
        "affection": null
    },
    "62": {
        "title": "宝剑骑士",
        "explain": "宝剑骑士描述一位年龄介于二十一和三十之间的人，有着敏捷的思想和身体,他喜欢行动甚于审慎规划或深思熟虑。这个人对复杂的事很不融顷，而较喜欢行动、新鲜事物以及改变。这个骑士可以选择变成权杖国王或宝剑国王。若要变成权杖国王,它必须规范自己的热情，而若想成为宝剑国王，则必须约束自己的思想。",
        "negative": 2,
        "work": "这是一份吃力不讨好的工作，每天忙个半死但是又没有实质的报偿，若是发生错误还要被处罚，实在没什么意思。",
        "love": "两个人常常因为一时的冲动而发生严重的口角冲突，但是在事后又不愿意认错，所以累积了很多不满及愤怒的情绪。",
        "friend": "由于你对朋友的脾气都很大，所以很难交到好朋友，你应该要改改自己冲动的习惯，这对你的人际关系会很有帮助。",
        "affection": null
    },
    "27": {
        "title": "权杖五",
        "explain": "权杖五描绘五个人有五种行动方向的情景。每个人相信他们自己拥有最佳的方法,不愿听从他人。这张权杖五代表冲突。虽然冲突不至于伤害任何人,但却是所有人全盘卷入。只是权杖五的天性，总是把生活看成战争，因为如果没有障碍,就没有冒险了。权杖五的人以规则观念和公平竞争的方式来寻求行动的快乐，他们往往喜欢体育与竞赛活动。权杖五涉及身体上的较量,宝剑王牌则涉及心智上的较量，这是二者不同之处。权杖五表示你卷入不必要的较量比赛，这会延误或干扰你达到目的。另一方面，目标远离或难以达成，对权杖类型的人来说行动往往更有吸引力。",
        "negative": 1,
        "work": "这个工作当中充满了冲突和斗争，每天必须很努力地工作还不一定有成果，所以工作不但很累也很难会有好心情。",
        "love": "两个人之间的争吵不断，甚至可能会上演全武行，打到头破血流的地步，两个人的冲突已经是举世皆知的事情了。",
        "friend": "你在朋友当中常常与人起争执，而且他们也很爱和你吵，大家真的是不打不相识，但是你也没有什么真心的朋友。",
        "affection": "现在家里发生了严重的冲突，由于大家都还在气头上，所以没有办法理性地讨论事情，因此问题也很难获得解决。"
    },
    "57": {
        "title": "宝剑七",
        "explain": "答罗牌中所有的七有着共同的意义，不要放弃。而宝剑牌的七则意指在精神上不要放弃。此时正是另觅途径,以不同的解决之道来应对眼前问题的时刻了。这张牌画的是一个军营。牌中这个人正在偷取敌人的武器。他拒绝投降,所以在还有时间的情况下，他做任何可能扭转局势的事。在早晨,这些剑的主人打算利用它们来杀死画面上这个人,然而他可还没放弃呢。他知道偷走部分的武器，就能增加生存的机会。他是一个穷则变、变则通的人。他正在找寻心目中认为可达成生存目标的方法。这张七暗示经由审慎评估各种可能，你就能找到有效的解决之道。",
        "negative": 2,
        "work": "现在你的工作处于非常时期，也许需要发挥你的创意，用比较特别的方法才能突破困境，墨守成规只会坐困愁城。",
        "love": "你在感情当中似乎有难言之隐,无法向对方完全坦白，应该快一点把不好的状况结束掉，这段关系才能维持下去。",
        "friend": "你在朋友当中属于比较聪明机灵的人，但是聪明反被聪明误，反而会常和朋友吵架，有时候装胡涂一点会比较好。",
        "affection": "现在家中可能遭遇小偷或是遗失了什么东西，会造成一些不便和影响，这个时候最好能先及时补救,再回头找东西。"
    },
    "66": {
        "title": "星币二",
        "explain": "星币二画一个杂耍艺人。他正在耍弄他的金钱、体力或才华。以便在那些他必须去做，以及他所想做的事之间找到一个平衡点。他的手里绕着两颗星币的环，形成一个无限大的符号，暗示钱是能量的一种形式，会不断地运转着。波浪上面的船只象征生命的浪潮。当属于你的浪进来时金钱和机会就会很轻易的流向你而当你个人的潮退了，这些物质上的机会就没有那么明显了。他身着桔红色的衣服,而两脚在不停地动着。这证实了他赚取他的星币和花掉它们所付出的体力。星币二描述着权衡各种机会的轻重，而这次它们是属于身体或物质的层面上。这象征着介于两个选择之间的决定。你有没有办法现在就抉择，再等一会儿会不会比较好呢？",
        "negative": 2,
        "work": "现在的工作环境上发生了很大的变动,你只能被动地去应付出现的状况，但是又有很多的规章让你觉得碍手碍脚。",
        "love": "这段感情当中出现了很大的起伏，甚至可能出现了第三者，两人关系因此发生了重大的改变，也会引发很多情绪。",
        "friend": "你的人际关系变动很大，当你换了环境又会交新的朋友，旧的朋友就很少联络，所以与朋友间的感情也不会很深。",
        "affection": "现在家中面对着重大的改变，甚至有可能是搬家或移民，大家应该要开始认真思考，并且试着开始适应新的环境。"
    },
    "28": {
        "title": "权杖六",
        "explain": "权杖六描绘一个胜利的游行,英雄头上带着花环(在庆功会上，个人权利展现的象征），被他的支持者所围绕着。在这张牌中,火的乐观主义使其欲求和期望得到成功。这不是错误的乐观主义或虚无的期待，而是来自过去的成功及自信的一种真正的信仰。当我们有了真正的信仰，便会有力量去完成想要做的事情。我们的成功又能激发别人协助或跟随我们，因此在权杖六的牌里，其他人跟随着胜利的人。权杖六表示可能会成功的一段时间，这是由于自信以及对能力适当的管理。他表示这时候你要相信自己，并且是凭个人的能力去完成你的目标。正立的权杖六显示，如果你努力将会获得成功。",
        "negative": 2,
        "work": "你十分担心自己工作的状况，因为问题已经大到不是你自己可以解决的了，也可能是有其他人在背后你的后腿。",
        "love": "在这段感情当中可能会出现强有力的竞争者，对于两个人的关系造成不小的影响，也开始感觉到不太对劲的气氛。",
        "friend": "你的人际关系状况并不好，因为你太过高傲看不起其他人，而别人也受不了你歧视的眼光，彼此之间就没有交集。",
        "affection": "现在家中出现令人担心的状况,问题也不是那么容易解决的，这个时候应该要大家团结起来，共同渡过这个难关。"
    },
    "34": {
        "title": "权杖骑士",
        "explain": "比圣杯骑士更专注,热情,冲动且激烈，他被内在的热情与冲动所驱动,性急。这张牌显示求问者可能要远行，又或是搬迁，也有可能是有朋自远方来。若代表人，那么这人是好交友及很受欢迎的，虽然他偶尔叫人难以捉摸,但确实带给很多人欢乐。",
        "negative": 1,
        "work": "在工作上有很多的挑战，但同时也是你可以磨练进步的机会，应该勇敢地冲破这些困难，你将会得到更多的回报。",
        "love": "现在感情上遇到某些挑战，也有可能是相隔两地或是聚少离多的状态，如果想要保持这段感情，就要更主动地付出。",
        "friend": "你与朋友的关系都还不错，也常常会认识新的朋友，你与大家都能保持良好的关系，也喜欢和朋友们一起出去玩。",
        "affection": null
    },
    "68": {
        "title": "星币四",
        "explain": "星币四是在描述，一个只有自己十分富有才会踏实安稳的人。塔罗牌所有的四号牌都有一个意义巩固。而星币四所指的就是财务上的巩固。换句话说，它是指使财务坚固或实现的行动。这张牌上的人都有点喜欢独处的性格，但是为了金钱或事物的缘故，他必须要小心不让自己和其他人疏离了。对安定和安全强烈需求，使他难以离开金钱，投入生活。星币四代表占星学上的金牛座，尤其是和教皇或星币国王一起出现的时候。金牛座的部分人生课题是认清在人与财富的关系中，人真正的价值是什么。就做生意的角度来看，它代表一种稳固而有力的状态。它可能暗示着财务大体上稳定。在协调谈判的情况中星币四暗示这个人对于新意见或改变的接受度不高。",
        "negative": 2,
        "work": "现在的工作已经脱离了你的控制,甚至出现了你无法处理的阻碍，你只能发挥微弱的影响力，希望事情渐渐好转。",
        "love": "现在两个人都不愿意付出，所以也造成彼此之间的障碍，如果太过固执己见而造成对立，对彼此都没有任何好处。",
        "friend": "你的人际关系其实不太好，因为你常常都想要利用朋友，但是又不愿意付出，是不可能有人愿意一直被你利用的。",
        "affection": "现在家中遇到了一些财务的问题，或是因为继承的问题使得大家闹得不愉快，这个时候太过计较反而会失去更多。"
    },
    "7": {
        "title": "情侣",
        "explain": "情侣牌以伊甸园为背景，依亚当夏娃的爱情故事为背景，阐述了爱的真谛。牌中亚当夏娃分列两边,在天使的祝福声中感受着爱的浪漫与温馨。天使身着紫袍,据说代表爰的忠贞，而微张的双臂则预示了沟通在恋爱中的重要地位。右侧的亚当目不转睛地注视着夏娃,而夏娃却仰望天使,再加上天使俯视亚当与夏娃，这种视觉上的循环，象征了潜意识、意识、超意识与物质精神、道德之间的层次变化，也暗示了理性与感性之间的传导。",
        "negative": 1,
        "work": "基本上是一个单纯顺利的工作,本身并不困难，也没有什么大问题，只是要小心避免当中的陷阱以及不当的诱惑。",
        "love": "两个人是很情投意合的热恋状态，彼此也有很强的吸引力，不论任何的理由或是阻碍，都很难把这段关系拆散。",
        "friend": "你的知心好朋友不多，但是对你都是有重要意义的好朋友，所以要好好把握这些好朋友，其他的事就不必太在意了。",
        "affection": null
    },
    "17": {
        "title": "高塔",
        "explain": "原本巍然屹立的雄伟高塔，却被一道突来的闪电击中而崩溃燃烧起来，而这雷鸣电闪正是神的愤怒与制裁。塔顶上的金冠也被惊雷击落，预示着权力、财富和成就都在这骤变中荡然无存。高塔代表着毀灭，即突如其来的灾难。塔中坠落的两名男子似是前面的皇帝和圣职者，他们头向下的姿势和惊恐的表情，预示着面对突如其来的灾难，无论阶级、财富,谁也都很难幸免于难。如果说这个世界有运气这种东西的话，那么厄运降临的几率对任何人都是平等的，好运亦是如此。",
        "negative": 1,
        "work": "工作上遇到了突发的重大意外，这并不是你可以控制的状况，但是又要由你来负责任，让你觉得很无辜又很倒霉。",
        "love": "感情上遇到重大的挫折，但这并不是你们可以控制的，也许会面临重大的反对压力，使得这段感情无法继续下去。",
        "friend": "你在人际关系上遇到重大的困难，这都是因为你坚持错误的做法导致受到大家的排斥，应该快点调整自己的做法。",
        "affection": null
    },
    "40": {
        "title": "圣杯四",
        "explain": "圣杯四可以说是一张代表冷漠无情或不满足的牌。牌上所画的这个人无法从三个杯子中得到满足，或无法满足于他眼前的机会，不过只要他准备好向自己的内心寻找，他还是有很多可得到满足的机会。这张牌告诉我们，你必须要將自己和心灵的目的结合起来，如此才能确实掌握住满足的泉源。男子的旁边,一只心灵之手拿着一个杯子。当他梦想杯子王牌时，他的眼睛紧闭以拒绝肉体上的机会。在圣杯四当中所必须学习的课题是和心灵维持联系或汲取在王牌中所得到的经验，同时也要和肉体的世界保持联系。此人是以冥想的姿态席地而坐，打开心灵之门，准备好迎接到来的一切。如果他准备好追寻外在的东西,那么他很快就会对他生活中的事物感到厌烦,但是他如果只打算探索自己的内心世界，也可能会失去肉体世界清晰呈现出来的爱。在他面前的三个杯子可说是他内心世界的直接反映。",
        "negative": 1,
        "work": "你对现在的工作感到疲倦，很想要停下来休息一下，你的内心对于现状十分不满，但是却有一种无能为力的感觉。",
        "love": "基本上这是一段还不错的感情，但是你仍然不是很满意，也许你应该好好把握现在的快乐，最好不要自己想太多。",
        "friend": "目前你有一些亲近的朋友，这个状况并不让你觉得满足，你常会想要去交其他的新朋友，但是又缺乏实际的行动。",
        "affection": "其实现在家中的状况还蛮稳定的，只是成员彼此之间有一些不满的情绪出现，如果能主动把问题化解就会更和谐。"
    },
    "37": {
        "title": "圣杯王牌",
        "explain": "圣杯王牌代表一个开始。当牌局中出现王牌时，暗示生活当中存在着快乐、爱和喜悦的机会。它可能意味着你正要进入情感满足的一段时期。这张牌上面的白鸽和圣餐代表心灵上的基础，这基础赋予情感真正的意义。如果没有这个心灵上的基础,情感的满足无法包含于你的灵魂，或你生命的贺信中，而原本可能成为持久的满足的东西则变成仅是一些新奇之物而已。王牌不只意味一个情感满足的时间，也是你心灵持续发展的一个机会-通过爱，这个最令人振奋、有用的方式。牌中的手从云（心灵)中伸出，握着一个圣杯，水自其中溢出，流进了一方池塘。这象征情感满足的来源是心灵，而且当你与心灵越加契合时，你就能享受更多的爱以及更丰盛的感情。当心灵在我们生活的许多瞬间契合了，即使是一些小小的事情也能让你充满喜悦。而当你失去这种契合时，你会在挑战中寻求满足。",
        "negative": 2,
        "work": "你现在的工作即将发生很大的改变，也不是任何人可以预料到的，你只能摸着石头过河，不要有任何的预设立场。",
        "love": "这段感情渐渐发生了质变，也许是两个人准备要结婚，或是转变为像是朋友的关系，这都需要两个人共同去面对。",
        "friend": "最近你可能因为换环境的关系而认识了很多新的朋友，你可以慢慢开始适应这个状况，也许会建立起良好的友谊。",
        "affection": "现在家中发生一些新的变化，大家都还在适应当中，这个时候重要的是无私的付出，而不是让大家彼此斤斤计较。"
    },
    "25": {
        "title": "权杖三",
        "explain": "权杖三里的人物是静止的，在休息中，他眺望海面，看着船进港卸货。这些船装载他的补给品，也可能是些原料或在其他国家卖出货物的款项。虽然渴望继续前进，但他了解先送走船而自己留滞原地的利益。他以这种方式，一边探索人生的机会，一边掌控既有的成就。权杖三显示行动使得计划朝完成的阶段走了一小步，他现在正依其在权杖二中所作的决定采取行动，权杖三可以表示成就。他为即将出现在权杖四中的稳定性预留权杖空间时，他会感情用事，表示出急切性的。急切性乃是权杖三的特色。它常常是代表旅行的一张牌，特别是当它与倒立的宝剑侍卫、权杖王牌或权杖八出现在同一副牌中时。在纸牌上的人物穿着旅行的斗蓬，背对我们站着，从背后察看这一景象，我们可以同样感受到他对船抵达的期待。权杖三因为预期目标的实现而茁壮。现在澍性是需要的，因为这个处境中有足够的动力来促成改变和成长。",
        "negative": 1,
        "work": "在工作当中已经建立起初步的成果，未来还会有更好的发展，这时候应该把握各种表现机会，趁胜追击更上层楼。",
        "love": "两个人的关系已经确立，也已经建立起很好的感情基础，接下来的发展将会是很正面的，彼此也会有很好的分工。",
        "friend": "你目前的人际关系很不错，但并不完全取决于感情，有时候也是因为有共同的利益存在，这种关系反而会更稳固。",
        "affection": "现在家中的状况十分稳定，也有很好的发展机会，这个时候应该要有一个人出来领导大家，共同合作才会有益处。"
    },
    "32": {
        "title": "权杖十",
        "explain": "权杖十描绘一个人带着十根权杖。他被这些压弯了腰，而且它们也遮住了他的方向（即远方的房子）。他急切地想要涉入这么多的情况当中,结果因为种种承诺和问题而不堪重负。这张牌显示出你想要自由,以便从事一切想要的自由或兴奋刺激之事。然事与愿违,你发现自己负担着许多责任。这些责任是你自己制造出来的，因为你对很多机会说\"好\",却没有了解到其中包含了多少承诺。这张牌表示了未三思而后行的结果。这些情况和问题在你开始对他们厌烦时，它们并没有离开，而是似乎向你要求更多的时间、注意力和热诚。权杖十暗示着该是将这些负担或责任委托给最能妥善处理好它们的人。牌上所画的这个人,并不需要以这种能遮住视野的方式携带这些权杖。假如他看得见,他就能发现一个更容易、更有效率的方法了，目前的挑战是简化情况，这可能意味着把部分的权杖留在身后。",
        "negative": 1,
        "work": "你现在的工作非常忙，工作的压力也很大，可能会有过劳的倾向，太多的工作已经让你无法看清楚事情的真相了。",
        "love": "你有很多事情在忙，同时谈感情也带给你很大的压力，在内外交迫的状况之下，无法花很多时间去经营感情生活。",
        "friend": "因为你每天忙于自己的事情，反而常常都会忽略了朋友，如果再不重视人际关系的经营，你的朋友将会越来越少。",
        "affection": "家中的成员大都忙于自己的事情，以至于没有时间分享彼此的心情，在没有情感交流的状况之下自然会比较疏远。"
    },
    "71": {
        "title": "星币七",
        "explain": "星币七画了一个人,盯着一棵覆盖了许多星币的灌木(他的发尉树),而脚边也有一颗星币。他斜倚在棍棒上，正思考或梦想着他将如何处理他的这棵树。他是以钱的角度来看它的。他已经采收了一颗星币，并且照顾其他星帀的生长,他的努力就是为了孕育果实。星币七代表一个十字路口。在这里看不到伟大的梦想或急切的决定，因为平稳务实的努力已经可以确保农作物的丰收。王牌代表的是行动，不过现在是思考过去行动和未来计划的时候了。望着他的农作物，他可以看出来哪些行动是有用的,哪些是白费力气的。如果他的行动是明智的，从现在开始他就会进入丰收期了。农作物可以自己生长得很好，而他也不必在象以前一样去细心呵护它们了。这可能象征一个两性关系或一桩生意已经够稳定，不再需要不懈的努力了。现在你有机会退后一步..以较宽广的角度来看整个事情的状况了。",
        "negative": 1,
        "work": "现在工作已经看到初步成效，但是还不到功成名就的时候，这时候你应该考虑下一步的做法，以获取最大的利益。",
        "love": "现在双方的感情算是蛮稳定的，但是仍然会去思考下一步该怎么办,也许是遇到了瓶颈而希望有一些不同的做法。",
        "friend": "你平常不太重视人际关系的经营，也已经习惯了独来独往，只有在有需要的时候会想到朋友，朋友之间也很少联络。",
        "affection": "现在家中面对一个重要的决定，需要小心理性地去考虑，除了评估利害得失之外，也要想到实际上完成的可行性。"
    },
    "15": {
        "title": "节制",
        "explain": "一名天使正在将代表灵魂与生命的水从一个圣杯倒向另一个圣杯。有人说，右手圣杯中的水代表意识,而左手中的代表无意识，也有人说它们分别代表物质与精神。但是无论如何，至少我们在牌图中看到了一种交互，无论水从哪里来，到哪里去，水都在流，而流动不正是一种调和与净化吗？天使—只脚站在水中，一只脚站在岸上。按照西方文化，水代表内心的精神世界,土地则代表着外界的物质世界，那么天使如此站立恰恰预示了我们在物质与精神两个世界徘徊的人生,而以水中之足为实，岸地为虚,则恰扣主题，暗示人们节制欲望、净化心灵。",
        "negative": 1,
        "work": "你需要用更有效率的方法去管理和调控，若是能够节省更多的成本和资源，在减少花费方面也算是另一种的获利。",
        "love": "两个人之间的关系已经很紧密了，彼此的沟通也很好,该到了可以开始讨论下一步的时候，正在朝向正面发展中。",
        "friend": "你的人际关系很好，是属于大家都很喜欢的那种人，不过因为一般的朋友太多，使你没有时间和你的好朋友相处。",
        "affection": null
    },
    "39": {
        "title": "圣杯三",
        "explain": "圣杯三意指欢乐、分享或庆贺。这张牌通常会出现在重大节日之前的几个星期中,因为大多数人即将举行祝贺。这张牌上所画的三个女人正在庆祝丰收，他们辛勤的成果就展示在他们的脚边。圣杯三通常指一次出现了若干个机会，有时也指一种不是\"充满机会就是完全缺乏机会\"的状态。换句话说，当你得到一次机会时，一定还会有其他的选择机会。牌面上所画的三个女人，被周遭成熟的果实包围着，而其中甚至有一人的左手拿着一串葡萄。这意味着努力已产生成果，或工作已经得到了报偿。开牌若出现这张圣杯三，即表示报偿或经验的分享。正立的圣杯三亦可指团体、聚会和开会。",
        "negative": 1,
        "work": "你对于现在的工作十分满意，每天都能高高兴兴地去上班，你在工作当中学到很多东西，也可以得到丰硕的成果。",
        "love": "这是一个充满欢乐气氛的关系，两个人可能常常会一起出去玩乐、用餐等等，也让双方都感觉到十分丰富和美好。",
        "friend": "你的人际关系很好，也会和朋友们互相帮忙，你觉得由朋友身上得到很多的快乐，有时候甚至会让友情超过爱情。",
        "affection": "现在家中充满了欢乐的气氛，因为发生了一件值得大家高兴和庆祝的事情，这时候应该要和大家分享你们的喜悦。"
    },
    "53": {
        "title": "宝剑三",
        "explain": "宝剑三画的是一颗心被三把交叉的剑刺穿过去，而背景则是网暴肆虐。这颗心是鲜红色的，和灰蒙蒙的云形成强烈对比。宝剑三暗示着悲伤、失落和哀痛。绝望和失望通常会伴随着这张牌。有些人觉得这张牌说得太赤裸了,然而我们在生命的的某些时候都曾经历经悲伤和痛苦,这可以使我们变成熟、怜悯和包容别人。当宝剑三出现时，可以预期你将遭遇某些痛苦。不要拒绝这份痛苦，因为如果你拒绝了，可能会导致感情上的停止或沮丧。如果你从内心的痛苦中退却的话,可能有脱离生活，脱离周遭环境的危险。许多疾病的根源可以追溯到拒绝痛苦。某些慢性的健康上的问题都可能和回避正常的痛苦，或不愿坦然接受生命中的种种伤心有关。当这张牌出现时，你要知道：去体验你的悲伤是很重要的，因为在这么做的同时，你也扫除了障碍，让即将到来的机会可以接近你。记住,悲伤是会过去的。",
        "negative": 2,
        "work": "你现在工作的状况十分混乱，也常常会发生各种错误，让你觉得自己快要精神错乱，甚至会造成无可弥补的损失。",
        "love": "现在这段感情已经变得混乱失控，也常发生一些误会让彼此伤心，在这个状况下你很想离开，但是又怕对方难过。",
        "friend": "你现在的人际关系很差,常常在不知不觉当中说话得罪人，事后也不知道如何补救化解，因此朋友就会越来越少。",
        "affection": "现在家里陷入了混乱不清的新局面，这个时候你应该要扮演稳定的力量，把问题的来龙去脉搞清楚才有可能解决。"
    },
    "6": {
        "title": "教皇",
        "explain": "教皇身着红抱，端坐在信众面前,头上戴着象征权力的三层皇冠，分别代表物质、精神、道德三种层次的世界认知，耳边的白色挂饰，则代表他聆听信众心声的使命。他的右手食指和中指指向苍穹，象征宗教中的赐福，而左手的令牌则预示了神圣且至高无上的权力。在教皇的脚下有一对交叉摆放的钥匙，一金一银，分属阴阳，据说那是日月之匙，可任意开启智慧与神秘之门。教皇面前的两名信众,左边的身着红色的玫瑰抱，代表热情与爱心，右边的则穿着一身白百合外衣，代表内心的圣洁和灵性的成长。教皇与女祭司都是代表有关宗教精神与内心世界的塔罗牌,然而与女祭司不同的是,女祭司恪守即有的律法和知识，将宗教精神中的智慧融入自身的修为，可谓深藏不露、独善其身，而教皇则代表耶穌传教的精神，将智慧视为真理并广为传播。他关怀世间一切疾苦，身体力行，以引导一切事物的智慧帮助愚昧的世人。",
        "negative": 2,
        "work": "工作中充满各种繁复的规则，还有一些是没有明文规定的，一不小心就会犯到禁忌，要花很多时间才能进入状况。",
        "love": "是有一方付出比较多的状况，两个人的关系并不平等，如果能够心甘情愿地付出，也算是一段稳定发展中的关系。",
        "friend": "你的人缘还不措，但是太容易受到别人的影响，反而失去自己的主体性，有时也会因为要帮助朋友反而自己受害。",
        "affection": null
    },
    "33": {
        "title": "权杖待从",
        "explain": "权杖侍从意味着一个崭新的人生局面或新方案的开始。它通常是由身体上的行动来开始做某事的。塔罗牌的侍卫可形容孩子或任何二十二岁以下的人。牌阵中出现的侍从可能是象征透过信件、电话或讯息带来新消息，然而它通常是形容一项新计划或人生新方向的开始。侍从代表牌组中空气的部分，权杖牌代表火。权杖侍从象征火中的空气元素。就一般观点来看，这意味理念和行动结合而展开新方案或迎接新挑战,或者换句话说，对你打算做的事进行计划。它代表思想先于行动,—个理念或计划正在形成。这张牌表示你正在梦想或思考你将会达到的目标，及置于面前的挑战。也可以形容展开一项方案的行动，因为权杖类型的人不喜欢怠情。如果这张牌代表一个小孩，他通常是情绪高昂、精力充沛、热情洋溢、积极而经常吵闹的。",
        "negative": 1,
        "work": "工作还在刚开始的起步阶段，也还有很多东西可以去探索和学习，整体来说是愉快的经验，应该把握机会多看看。",
        "love": "感情还不是非常稳定，而是有一点在互相探索和熟悉的阶段，这个经验对你来说很新鲜有趣，关系也会渐渐成熟。",
        "friend": "你刚进入一个新的环境，也会认识不少的新朋友，这时应该放开心胸去接受各种不一样的人，才能扩展你的人脉。",
        "affection": null
    },
    "47": {
        "title": "圣杯侍从",
        "explain": "他是温暖、有创意而敏感的孩子。你可以把他想象成害羞的小白兔或是含苞待放的小诗人。他可能过度敏感，会把事情看得太正经。他是你身边的快乐源头，因为他是那么的敏感、慷慨、温暖而充满爱。他好比是对你有益的小精灵，纯真而善良，随时与你一同欢笑、哭泣与游戏。若这牌意是与人有关的话，这人对求问者无时无刻都会是友善及关怀的，给求问者很多安慰。又或是求问者会以一个较灵性的角度去重新审视生命。",
        "negative": 2,
        "work": "工作上没有明确的规则和制度，因此必须边做边学摸着石头过河，但是又存在着很多可能会失职或违法的陷阱。",
        "love": "现在感情还算是在暖昧期，双方也没有真的认定对方就是唯一的情人，可能还有其他备胎人选,没有下最后决定。",
        "friend": "你在人际关系方面的状况还不错，由于你很擅长讨好和巴结别人，所以即使不喜欢你的人也不会和你正面冲突。",
        "affection": null
    },
    "4": {
        "title": "皇后",
        "explain": "如果说女教主给人的感觉是位身具智慧的文静淑女，那皇后就是热情与高贵的体现,舒适的坐垫和雍容华贵的服饰无疑都表明了她的富贵与权威。皇后和魔术师一样，右手高举权杖，但不同的是皇后的权杖与魔术师相比少了几分锐气,却多了几分生机，因为皇后手中的权杖是天地间掌管生命的法器。在皇后的法杖下，脚下金色的麦田和远处茂密的森林都呈现一派生机盎然的景象。在皇后红色的座椅下还有个心形标记，上面刻着金星的符号，预示着母爱天性，象征女皇的包容，以及带给子民的富足。",
        "negative": 2,
        "work": "工作上开始有不错的成果，但是本身对于工作并没有足够的冲劲,也可能因为自己的怠情而使工作陷入停滞状态。",
        "love": "这是一段热情的关系，两个人都深爱着对方，但是也因此而变得盲目，常常会忽略了客观的限制和其他人的意见。",
        "friend": "你的人际关系不错，也可以好好享受与大家的欢乐时光，但是因为太过讨好其他人，所以有一点失去自我的中心。",
        "affection": null
    },
    "23": {
        "title": "权杖王牌",
        "explain": "权杖王牌象征一个有计划的，强而有力的开始。手代表着新计划的渴望、力量与勇气。这张牌暗示已经开始的行动一定会产生具体的结果，与纸上谈兵完全不同。王牌出现在采取行动的时候，他们不是指所有形式的计划，而是专指发现新事物的具体行为。从云里探出一只手，握住了权杖。权杖被画成一种活的、成长的东西,在背景里的城堡表示目的地，反映权杖面对各种日常事务的活力与热情。权杖朝着目标茁壮成长，不惧挑战，狂热地追求潜在的胜利,迸发出强烈的归属感。纸牌上晴朗的天空表示这一刻,你的前景无限光明。王牌不是要你去思考或感觉，而是去做。它可以表示力量、权力，充沛精力。它是—张代表旅行与移动的牌，也常常表示一种对生活的热爱。",
        "negative": 1,
        "work": "你面对新的工作状况，或是工作当中出现了新的挑战，这是一个还在发生中的状况，所有事情也都还没有定论。",
        "love": "现在很可能有新恋情发生，或是原本的恋情有了新的变化，你应该要好好把握现在的机会，快点把感情稳定下来。",
        "friend": "这是刚开始经营人际关系的阶段，要主动与别人伸出友谊的双手，多一点主动去关心别人，才会建立起新的关系。",
        "affection": "因为新成员加入的关系，使得家中有与以前不同的气氛，应该要快点适应这个新的结构，不要再怀念以前的状况。"
    },
    "12": {
        "title": "正义",
        "explain": "冥想中的正义女神,身着红袍、头戴金冠，端坐在石凳上。她左手提着天秤象征能对一切是非做出公正的裁决，右手高举利剑则寓意矫正世间一切歪曲与虚伪的能力。女神左脚微微向外踏出，似乎想要站起,但右脚却还隐匿在袍中，似乎是在为做出公正裁决而犹豫不决,预示想要维系公正的判断绝非易事，只有适当的协调他人与自我的对立,时时洞察反省自我，利器与天秤才能发挥其真正的意义。",
        "negative": 2,
        "work": "工作当中可能遇到与法律或规则有关的问题，并不是自己可以解决的，其实法律问题应该要用法律途径解决才对。",
        "love": "两个人之间出现不平衡的状况，可能有一方觉得自己付出太多，又得到太少的回拫，因此而产生一些问题和冲突。",
        "friend": "由于你对人比较严苛，所以只有极少数好朋友可以容忍你，大部分的人对你是敬而远之，人际关系并不是很好。",
        "affection": null
    },
    "38": {
        "title": "圣杯二",
        "explain": "圣杯二是形容一种合伙、朋友或亲密关系。牌上画着一男一女面对面，手中各持一个杯子。天空相当晴朗，身后的树当中有一间房子。两人把杯子举在同一个高度，意味着平等互信。这可能是在暗示一种平等的爱或生意关系，或任何密切的团队努力或有利的合作关系。由棒子上的两条蛇和张开翅膀的狮子显示出，这男人和女人有一种心灵上的契合。棒子象征人类的脊椎，蛇则代表由能量中枢传达能量到脊椎的管道。就男人而言，这能量中枢位在脊椎底部,而女人则介于两个卵巢之间。这对男女上方长翅膀的狮子代表能量中枢的顶端,其间充满了心灵和爱的能量。就是这种能量导引你去形成各种人际关系，并可能让你对爱有更深入的了解，经由结合男性在行动、力量、活动方面的特质，以及女性在情感、想象及直觉上的特质，他们可以互相学习。",
        "negative": 1,
        "work": "你很喜欢现在的工作，也会为这个工作主动付出很多，由于在工作当中常常需要与别人合作，所以沟通也很重要。",
        "love": "这段感情仍然在热恋的状态，两个人之间有很强烈的热情和吸引力，彼此之间相处也很和谐，是一个平等的关系。",
        "friend": "你在人际关系方面的表现非常好，也能与别人建立起坚固的友谊,你常常会照顾自己的朋友，和他们相处也会很愉快。",
        "affection": "现在家中是很和谐的状况，家庭成员之间有良好的沟通，也可以共同去合作事情，大家的相处充满了欢笑和喜悦。"
    },
    "56": {
        "title": "宝剑六",
        "explain": "宝剑六的牌描绘的是一名男子驾着一艘平地船,从激流处驶向平静的水面,另有一个女人手口一个小孩也陪这他度过这段旅途。船上有六把剑，代表过去和现在对生活的信念。他们的重量使得船身下沉,进展显得格外困难，但如果把他们移开的话,船上会留下六个洞,而且船也会沉没。这张牌暗示你生活的信念使你行动迟缓，不过也别尝试急切的改变，因为进步本来就是缓慢而稳健的。急切的改变可能会导致更多的问题，而非带来解决的良方。宝剑六这张牌也可能是一张哀痛的牌。它暗示一个宁静的转移，例如病之后的死亡,或慢慢地接受某种状况的结束。平静的水面指向前方的陆地,是这张牌在告诉我们，更多和平的时光即将到来。这张牌上面倒立的剑暗示，你的思想已经回至瞋实情况中了，换句话说，生活正反映着你的信念。",
        "negative": 1,
        "work": "你的工作还要再过一阵子才会看到成果，这段时间应该要低调以对埋头苦干，等到时机成熟之后自然就会达到成功。",
        "love": "两个人之间存在很多问题，但是因为双方都在努力去解决，所以状况就会渐渐改善，应该会朝向有利的状况发展。",
        "friend": "你不是很重视社交的人，但是仍然会有几个不错的死党可以聊天，大家也许是因为有共同的兴趣爱好而聚在一起。",
        "affection": "之前家中可能遇到不好的状况，但是现在已经渐渐恢复正常，你应该扮演稳定者的角色，快点把过去的伤痛抚平。"
    },
    "76": {
        "title": "星币骑士",
        "explain": "最稳健坚定的骑士。值得信赖(尽管有些无趣）。不过，在他外表之下,也有微微燃烧的煤炭，随时可能爆出火花，所以不要低估他，或是把他外表上的冷静视为理所当然。当他生气时，就像火山爆发。他是卓越的组织者,讲究效率。他是把事情完成的人。他是计划者与幕后的主事者。如果你要快速精准的完成工作,找星币骑士准没错。他不华丽却值得信任。他是骑士中最像国王与王后的。他有强烈的责任感,他会保护家庭。有时会被别人认为古板,难应付。事情已拉锯了好一段时间，又或看似陷入危机中，不过这张显示事情快有好转。若求问的事与人有关，这个人虽然做事有时太小心谨似,令求问者有点不烦，但十分值得信赖，而且还很负责及努力。",
        "negative": 2,
        "work": "你现在的工作状况出现停滞，做的事情也都是例行公务，不只是你自己觉得无聊不想做，随时也有被裁员的可能。",
        "love": "这段感情当中只剩下例行事物,没有新鲜热情的刺激，也缺乏体贴浪漫的用心，所以算是进入了停滞无聊的时期。",
        "friend": "你的人际关系并不很好，因为你完全无心于人际关系的经营，只想要一个人静一静，其实一个人也比较适合你。",
        "affection": null
    },
    "59": {
        "title": "宝剑九",
        "explain": "宝剑九是一张焦虑不安的牌。画面背景为黑色,九把宝剑依次横在黑夜之中，床上的男人从睡梦中突然惊醒，恐惧和忧伤让他痛苦的捂住脸庞，而他的头发和衣衫都是灰白颜色，显得没有活力和生机。床下的抽屉上隐约可见两人战斗的局面，而上方的宝剑在方位上横贯男人的头部和身体,更增加了紧张和伤痛的附加含义。让人略表欣慰的是,男人的被子上开满红色的花朵，代表着希望，也可以看出所有的担惊受怕都会过去的。如果看关系的话，宝剑九是一段充满着怀疑的关系,双方对彼此缺乏信任，太过紧张，因为对方的一举一动胡思乱想，导致心情不好或者引起不必要的争执。牌面上可以看出，恐惧来自于梦中。宝剑九的种种表现是来自潜意识，多数时候宝剑九的烦恼是不必要的，是自己强加给自己的，或者是夸大了想象。如果出现这张牌，要注意调整好自己的心理状态。",
        "negative": 1,
        "work": "现在的工作让你觉得沮丧和绝望，不但看不到任何的希望，自己也完全无能为力，在这个时候也许只能任人宰割。",
        "love": "这是一段没有未来的感情，而且对彼此都造成很大的心理压力，当中有太多的问题存在，大部分都是无法克服的。",
        "friend": "由于之前被朋友伤害的经验，使你对于友情完全绝望，也完全无法再相信任何人，因此也很难交到新的知心朋友。",
        "affection": "现在家中发生了重大的问题，而且看起来完全没有好转的迹象，这个时候你应该要耐心等待，千万不要慌了手脚。"
    },
    "70": {
        "title": "星币六",
        "explain": "星币六是一张有很多层面的牌，而它的意义又会随着问题或周遭的牌而改变。在这张牌中，我们看到一个富翁把他的钱分给两个乞丐。这看似公平和正当，不过，请注意,两个乞丐是跪在富翁的面前。在这个关系里，他是处于有权力的地位。星币六是在形容一种关系一个人支配另外一个人。在事业或工作的情况中，星币六表示为了换取一份酬劳，便同意付出时间及努力。这是一项公平的安排。富翁手上的天秤处于平衡状态，暗示双方都会对此安排感到满意。或许是一个人想要支配别人而另外一个人则愿意顺从。稳定而舒适使这项安排显得公平。例如，在职场上，员工对于一个方案的成敗并不付最终的责任，而资方也不必逐日的盯着他们的方案执行进度。在一个尽可能朝互利局面的管理中每个人都有他们自己的角色要扮演。",
        "negative": 2,
        "work": "你的工作虽然有很好的收入，但是总觉得被别人控制，你有非常大的欲望和野心，不过也许太过遥远而不切实际。",
        "love": "两个人在这段关系上都要求很多，但是也许并没有那么努力地付出，因此可能会造成彼此欲求不满,或是其他争执。",
        "friend": "你在人际关系上的表现还不错，但是因为常常都是接受其他人的帮助，偶尔也要回礼一下，否则可能会被别人排斥。",
        "affection": "现在家中可能被之前的成功冲昏了头，反而会开始有很多不切实际的期待，这个时候应该要快点认清事情的真相。"
    },
    "77": {
        "title": "星币王后",
        "explain": "这张牌是显示这女性善于营商，而她的职业有机会涉及经商方面，例如地产。她能干可靠，而且努力工作，以换取从金钱而得的物质安慰。不过这位女强人难于显露可情绪，但她极重视家人。",
        "negative": 2,
        "work": "你的工作需要非常专注，细心检査所有的步骤是否正确，当中可能存在很多错误的陷阱，一不小心就会粉身碎骨。",
        "love": "在这段感情当中彼此不太能信任，所以会有很多的试探和争吵，其实怀疑的心态才是两个人交往受挫的原因。",
        "friend": "由于你无法信任朋友，所以你的人际关系状况并不好，你应该多花一点时间和朋友相处，才有机会真正了解他们。",
        "affection": null
    },
    "44": {
        "title": "圣杯八",
        "explain": "在圣杯八当中有八个正放的杯子,而且留了一个空间给第九个杯子。牌上有一个人正走离这些杯子，朝向更高处而去。这八个杯子代表快乐的机会,而且还可以容纳过去快乐的事物。你知道的，不论如何，远离你所拥有的以追寻更多事物的时候已经到了,这点我们可由牌上留给另一个杯子的空间看出来。圣杯七中的内在追寻使人理解到必定还有更多的东西，八则显示肉体上的追寻已经开始。这是水的元素真正的意义。在某种处境枯竭或倒塌之前，它使你有能力去感知此状况即将结束。那个人朝高处走去暗示着进步，而且可能会产生一个更好的视野。这张牌和隐士牌类似——要达到更高的地方,或者获得更好的视野，必须先将日常生活中的寻常事物置于身后。月亮正移过太阳，这暗示两件事情、内在的认知比外在的行动更重要，而且这追寻将是夜以继日的。而\"醒着\"的状态可包含阅读书籍、治疗、上课或聊天。",
        "negative": 1,
        "work": "你对于自己现在的工作并不满意，因此常会想要做一番改革或是干脆离职算了，再多的金钱也填不满内心的空虚。",
        "love": "你对这段感情的状况并不满意，也常常会想做些什么来改变，也许两个人之间已经没有刚开始在一起的那种感觉。",
        "friend": "虽然你的朋友还不少，但是其实你常常想要一个人就好，你应该勇敢地去做自己想做的事情，不要太被朋友牵绊。",
        "affection": "现在家中可能有人会离家发展或是远行，大家应该要尽量地关心和帮助他，同时也要自立自强，让他没有后顾之忧。"
    },
    "65": {
        "title": "星币王牌",
        "explain": "星币王牌代表一个开始。它可能是一个崭新的开始,或某种状态中新局面的开端，这可由和其他牌的组合印证。这张牌中，一只手自云端伸出，捧着一颗星币。这颗有五个角的星星（代表人体的五个部分，头、双手、双脚）指向上方，并有一个圈圈围绕着它。而方形的大拇指指甲象征着务实的本质。在它之下有一个繁花盛开的庭院，被篱笆包围起来,避免受风害。有一条道路延伸到庭院之外，通向远方的山丘。这庭院象征它和自然的连接，通向群山的道路。暗示着你所投资的金钱、时间或精力可能会带来极大的回馈。这安全的捧起星币的手暗示着，此时此刻你足以掌握住你的财富。",
        "negative": 2,
        "work": "现在工作的状况还不错，但是有时候会让你觉得不太踏实，很多地方都只是表面功夫，甚至是金玉其外敗絮其中。",
        "love": "这段感情本身并没有稳固的基础，两个人只是基于一时的激情就选择了在一起，一段时间之后各种问题就会浮现出来。",
        "friend": "你的身边充满了酒肉朋友，但是少有真心可以交往的好朋友，你常常觉得内心空虚,又需要出去和大家逢场作戏。",
        "affection": "现在家中太过重视物质生活的享受，可能会因此而影响到财务的稳定，你应该要提醒大家，不要乱花钱。"
    },
    "48": {
        "title": "圣杯骑士",
        "explain": "浪漫，重直觉,有创意，聪慧，情感丰富。他很冲动，把自己全部贡献给艺术或爱情，像是莎士比亚笔下的罗密欧。这张牌显示求问的事情不久便有新机会。若与人有关，这个人非常友善可亲、感性、富创意及理想，不过他却不知从何做起。",
        "negative": 1,
        "work": "现在工作的状况很有挑战性，要花很多脑筋去想办法解决问题，还要努力去说服别人，上下班时间没有明显界线。",
        "love": "其实两个人都很享受这段感情，也在这个关系当中开发很多感情方面的能力，整体来说是一段浪漫而热情的关系。",
        "friend": "你在人际关系上的表现很不错，不但各式各样的朋友很多，也可以与大家保持不错的关系，你很喜欢和朋友聊天。",
        "affection": null
    },
    "51": {
        "title": "宝剑王牌",
        "explain": "宝剑王牌描绘的是一只从云(或是精神)中伸出的手，掌中握着一把剑,剑端由一顶黄金皇冠的中间穿过。背景是一系列的淡灰色，而剑本身则是鲜明的蓝色。剑代表的是通澈的思想。这把剑是朝上的，而且双刃都看得到，表示说状况的两面都清楚的呈现在眼前。它表示注意到了生命的二元性。皇冠代表的是物质世界，而剑刺穿了这个世界。由精神层面来看它暗示你的心智可以看透物质世界,而看到事件的精神层面,以及思想在物质世界中所造成的结果。这是一种理解，理解到宇宙中既没有奖赏，也没有惩罚，只有结果。这张王牌告诉我们的是，计划或开始一项新的冒险行为。生命提供你一项新的可能，而你必须谨慎的评估任何所采取的行动可能带来的后果。",
        "negative": 1,
        "work": "你现在的工作面对着全新的挑战，对你来说也是很好的表现机会，不论到最后的结果是什么，都值得你全力一拼。",
        "love": "这段感情进入了一个新的阶段，也面对与之前不同的挑战，两个人要小心处理这个状况，以免因此发生新的争吵。",
        "friend": "你在朋友之中很受重视，也可能成为大家的领导者，但是记得要用同理心与大家相处，太过主观只会帮你树立敌人。",
        "affection": "现在家中面对新的状况和挑战，需要非常理性地去分析和面对，掌握到主导权的一方，一定会是最后的胜利者。"
    },
    "2": {
        "title": "魔术师",
        "explain": "魔术师高举紧握权杖的右手直指苍穹,低垂左手且食指指向地面，将自身化作天地沟通的桥梁。在他身前的桌上放着象征西方物质构成的四要素----权杖(火元素）、圣杯（水元素）、宝剑（风元素)和星币（土元素）,同时也代表塔罗牌小阿尔卡那的四个牌组。魔术师身着红抱,象征着主动与激情,白色的内衣则展现了其内心的纯净和睿智。在魔术师的腰间隐约还盘着―条银蛇，以头吞尾，预示着循环和启迪。而头上横躺的8字光环，则表明其法力的无边。魔术师在塔罗牌中的编号是1,预示着一切的开始,同时也扮演着大阿尔卡那与小阿尔卡那之间的沟通桥梁。",
        "negative": 2,
        "work": "你面对一个新的工作状况，但是很多条件并不充足，所以最好先确定自己所能做到的程度，把份内的事完成就好。",
        "love": "在感情当中充满热情，但有时显得过于冲动，这时若是遇到沟通不良的状况，可能就会引发隐瞒或是欺骗的行为。",
        "friend": "你面对新的人际关系结构，以往的一切都不再可靠，所以要把握机会和新朋友处理好关系，这对你只有好处没有坏处。",
        "affection": null
    },
    "16": {
        "title": "魔鬼",
        "explain": "魔鬼在沟通和内容上与第6张恋人相互辉映,只是天使变成了恶魔、浪漫的爱情沦为彼此对欲望的沉迷。此时亚当和夏娃由于对欲望的沉迷,再也无法听到天使的祝福,耳边只有来自地狱魔鬼的诅咒，原有的浪漫与温馨也已变成了彼此的束缚，就像彼此颈上的枷锁，将彼此牢牢地拴在魔鬼的脚下。亚当一如既往的注视着夏娃，而夏娃则低垂粉颈，无奈地看着颈上的铁条。原有物质、精神、道德的循环已被颠覆,剩下的仅是对物质和欲望的沉迷，原有感性与理性之间的交流也已被阻断，变成了彼此的枷锁。",
        "negative": 2,
        "work": "你被利欲熏心，而忽略了正当的手段和道德的界线，即使在短期能有一些利益，长期看来反而会造成不利的影响。",
        "love": "两个人之间有太多的错综复杂的情感纠结，也历经了欺骗和激烈的争吵，也许两个人是为了利益结合而没有感情。",
        "friend": "你常常会想控制别人，但是你越是如此别人就越会躲你，想办法放开自己的心胸，自由自在的交往友情才会长久。",
        "affection": null
    },
    "55": {
        "title": "宝剑五",
        "explain": "在宝剑五这张牌中，有五个人在争吵，而牌面上我们可以看到三个人。在前面位置的这个人赢得了这场战役，然而整个战争究竟鹿死谁手还未定,因为事情还没有真正的解决。画面上的云反映出一种充满愤怒、恐惧的气氛。这张牌意味着争辩、冲突和失落。虽然打赢了这次战役,却失去了更多东西，包括学习和成长的机会。这场战斗可能是两性关系、合伙关系,或是工作环境中，两个或两个以上的人的战斗。关于事情该如何进行，彼此之间的意见不能协调，而使紧张的气氛上升。当冲突越来越强烈时，某一方通过武力、胁迫或技巧性的操作来得到他们想要的东西。他们可能会因此小胜一回合，但却失去了其他与此事有关者的尊敬和合作意愿。宝剑五暗示妥协而非解决。没有解决的问题还是有再回来的可能,它可陆会以不同的面貌降临，而且有持续出现的可能，直到整个事件解决为止。要是我能掌握这一切的话，该有多好！\"正是这张牌所代表的态度。",
        "negative": 2,
        "work": "你在工作当中遭遇到严重的挫败，甚至可能弄到自己声名狼藉快要待不下去，即使你再怎么努力也很难挽回劣势。",
        "love": "你在这段感情当中居于劣势，一切都只能让对方予取予求，你完全没有反击的能力，因此自己也会变得虚弱无力。",
        "friend": "你在人际关系当中很怕与别人发生冲突，也缺乏自己的主见，因此常常会被别人欺负，但是又不知道该如何反击。",
        "affection": "现在家中发生了重大的危机，不是任何一个人可以单独应付的，这个时候应该先收拾震惊的心情，理性冷静面对。"
    },
    "41": {
        "title": "圣杯五",
        "explain": "圣杯五是一张代表悲伤、失落与失望的牌。在灰暗的天空下,有一个人(性别不固定）身着黑色斗篷，低头哀悼地上三个倾倒的杯子，里头五颜六色的酒流了出来。他的前方是一条河，河上有座桥通往远处的村落。灰暗的天色反映牌中人沮丧的内心世界。这张牌与宝剑三的意义都是悲伤与失落，它们之间有什么差异呢?首先，很明显的，圣杯五没有宝剑三那样令人难以忍受。三个杯子倒了,但仍有两个留下。画面中的人物只要转过身,就知道他并非孤立无援，并非一无所有。等他哀悼够了，他可以拾起剩下的两个杯子，跨过通往外界的桥,继续他的生活。远处的房子象征稳固安全的生活，而桥一直都在，他随时可以回去。",
        "negative": 2,
        "work": "在工作当中一直发生各种问题，而且还不断地有新的问题接踵而来,之前的计划完全失去作用，通通都是坏消息。",
        "love": "这段感情已经慢慢由爱生恨，所有的不满也已经爆发出来，两个人之间的冲突不断，觉得很痛苦但是又无法分开。",
        "friend": "其实你并没有什么好朋友，也已经习惯了一个人独来独往，不要对友情有太大的期待，以免反而带来更大的失望。",
        "affection": "家中可能因为生意失败或是其他的意外，以至于家道中落，感觉上还有很多问题没有解决，也不知道该怎么解决。"
    },
    "20": {
        "title": "太阳",
        "explain": "一名满脸稚气、面带笑容的孩子骑在马背上，从灰色的围墙中一跃而出,预示着逃脱束缚奔向自由。孩子的头上有一个雏菊花环和一根似曾相识的羽毛,与愚人和死神头上的那根一模一样，据说象征超越死亡和重获新生。在灰色的围墙后面种满了金灿灿的向日葵，似乎是一座人造花园。但孩子似乎对这些人造的美景并无兴趣,而是选择了奔向那天然毫无修饰的世界,就像是他裸露的身体一样真实、自然、纯真。四朵向日葵都面向孩子而非太阳,似乎是在告诉我们纯净、自然、真实的个体凌驾于太阳之上,是一种远远超越权力和财富的境界，同时也是快乐的源泉，就像孩子脸上洋溢出的喜悦。",
        "negative": 2,
        "work": "现在在工作上的表现十分亮眼,自己也觉得满意，虽然有一点遇到瓶颈的感觉，但是其实都还是可以克服的状况。",
        "love": "两个人感情的发展很顺利，并没有遇到什么困难或是障碍，即使当中有时会遇到一些小误会，通常也会很快就被解决。",
        "friend": "你现在处于人际关系的高峰，可以交到不少的新朋友，即使与朋友发生什么误会，也会有其他的好朋友帮你澄清。",
        "affection": null
    },
    "54": {
        "title": "宝剑四",
        "explain": "宝剑四画的是一个男人以闭目沉思的姿态，躺在教堂内的棺木上。有一把剑横置在他的下方，另三把剑则是剑尖朝下放在他上面的位置。透光的彩绘玻璃上生动的描绘一名使徒，正接受他所敬重的某个人的祝福。这张牌暗示的是消极的思想、退却或沉思。黄色前景意味着使用中的智慧。因为黄色在传统上暗示对生活的知性态度。这牌暗示为了重获力量及理解力而离群索居。该是退下来，好好把事情想清楚，好好养病，或暂时隐居一段时间的时候了。在四这张牌中，这个人为了想通事情而暂告退隐。假设他想清楚事情以后,就会在返回生活当中,这将是一个很有意义的过程，而假设他没有再回来，他就会冒着让所有事情停滞不前的危险。宝剑四代表他经由连结或组合他对人生思想及信仰来强化他自己。在反思过他以往的行为和经验之后，他终于对人生有了更深层的领悟了。",
        "negative": 2,
        "work": "这个工作当中有很多潜在的危机，应该要小心预防各种可能的问题发生，即使外表看起来很悠闲其实是外驰内张。",
        "love": "两个人之间的关系很平静，但是也可能有一点冷漠，现在双方都不想引发任何冲突，所以会想尽办法去预防争吵。",
        "friend": "其实你的朋友并不多，但是每个都是精挑细选的知心好友，即使已经很长一段时间没联络，彼此的感情也不会变。",
        "affection": "可能有年老或病重的家人需要别人照顾，所以大家应该要分担责任轮流负责，交由其中一个人去处理会把他累死。"
    },
    "61": {
        "title": "宝剑侍从",
        "explain": "宝剑侍从是信息管理者与分析家。他负责探测并研究新领域，提供信息给其他人。他很注意细节,会用简易的方式解决问题。遇到难解的谜题，他不会紧张。他也代表幵始新兴趣或新学问。牌中显示求问者将收到一份重要的文件、合约或信件，求问者宜小心阅读,因字里行间可能有些会牵引起很多麻烦的错误。若这张牌暗喻一个人,这个人是一个聪明、意志坚强却对人冷漠的人。",
        "negative": 1,
        "work": "这份工作当中有很多不确定的变化因素，因此并不是一个很稳定的状况，随时都要保持警觉去处理突发的问题。",
        "love": "在感情关系当中两个人都很在意对方，随时都会想要掌握彼此的行踪，感觉上这段关系仍然还在不太稳定的阶段。",
        "friend": "你的朋友很多，但是大部分都是点头之交，大家也许聊天吃饭还可以，无法到谈心的程度，更难提供实质的帮忙。",
        "affection": null
    },
    "35": {
        "title": "权杖王后",
        "explain": "热心、温暖、忠心、热情、独立、精力充沛、有时三分钟热度却不缺乏决心。她活力四射，容光焕发，却不安定。她好比蒸汽火车头一样,不过不一定会在引擎激活之前就决定好路线。她比圣杯王后踏实，比星币王后活泼。她不遵守社会规范或习俗，有叛逆倾向，有可能是个革命者（而如果是，必是出于感情或经验，而非理性思考）。她活力充沛，不但可把家务处理得井井有条，更能同时发展多方面兴趣。正因为她懂得很多，又活泼善心，许多人都愿意与她交朋友。不过不要试图利用她或讨她便宜，她发现后会毫不留情地直斥其非。",
        "negative": 2,
        "work": "工作上有很多的规则限制，自己可以发挥的地方并不多，但只要把例行性的工作做好，也还算是一个不错的地方。",
        "love": "这段感情外表看起来十分美满，但是其实当中有很多的冲突和问题，只是两个人都因为面子问题不愿意公开出来。",
        "friend": "你与大家只能维持表面的关系，很难建立深厚的友谊，你对于别人的付出太过计较，别人也很难对你全心付出。",
        "affection": null
    },
    "63": {
        "title": "宝剑王后",
        "explain": "她是战神雅典娜,随时准备穿上盔甲，上阵守卫与防御。她会排除所有阻碍她计划成功的事物。她是帮助他人分析内心的心理学家。她是导师、领导者、鼓励者与心理分析师。她对于复杂情况的洞见是无与伦比的，因为她同时具备水的直觉和风的智力。她洞察力强，眼光锐利。她是绝佳的沟通者,能够理清所有混乱。她通常单身，有独立的事业与价值观。这是张强烈的牌，同时代表智慧与经验、悲伤与孤独，有时会被当成宝剑国王的配偶或姊妹。有点接近女教皇，也与正义牌有相似之处。这女士既严厉又孤癖，她独断独行，不喜接受他人协助,但她充满耐性及力量,终有一日幸运会降临在她身上。若求问者与她共事,便需好好忍受一下。",
        "negative": 1,
        "work": "这是非常需要集中精神独立去完成的工作，也不允许你带有任何私人的情绪，只要犯了一次错误可能就无法翻身。",
        "love": "两个人都过于理性地面对这段关系，有时候会觉得缺乏真正的感情，太过于计较或者精打细算反而会对感情有害。",
        "friend": "你对于其他人无法信任，所以只能和大家保持表面的关系，很难交到知心朋友，因此生活圈也可能会不断地缩小。",
        "affection": null
    },
    "74": {
        "title": "星币十",
        "explain": "星币十画的是一个安稳而舒适的居家环境。从墙上盾形家徽看得出这是—个富裕而巩固的环境。这里有动物、小孩、果实累累的果树，以及作为隐秘和保护之用的高墙。天空是蔚蓝的，而城镇则紧邻于旁。简单的说，这个家庭拥有能提供舒适物质环境的一切条件。那么为什么每个人都没有面对着别人呢？这老人是坐着的，他的注意力放在动物们的身上，年轻人背对我们，而女人也没有面对他却稍稍着脸继续和他谈话。小孩子被忽略了,这些人彼此之间也没有真正的关联。它们得到别人所渴望的物质世界，不过很显然，这也使他们感到沉闷，并陷入公式化的生活中，一旦这种公式消失，将无所适从。星币十是整组牌可能性的充分显示。他缺乏权杖的热情、宝剑的理想以及圣杯牌的情感。在这里可以找到物质上的安全感和稳定，但也付出了代价。",
        "negative": 2,
        "work": "你在工作当中可能会经手大笔的金钱，只要一个不小心就一辈子赔不完了，但若是把握机会也可以有很好的发展。",
        "love": "两个人是因为看上对方的金钱而在一起，但是也会因为金钱的事情而争吵，其实彼此之间并没有坚实的感情基础。",
        "friend": "现在你的身边有很多的坏朋友，很可能会带坏你，或让你花很多不必要的钱，其实你应该快点脱离这些人的影响。",
        "affection": "现在家中的财务状况开始走下坡，应该要节省一点减少浪费，至少要留下基本的生活费，才不会到最后流洛街头。"
    },
    "60": {
        "title": "宝剑十",
        "explain": "宝剑十的牌描绘的是一个难以忘怀且不吉利的意象。有一个人脸朝下的躺在地上，而且背部和颈子共插了十把剑。天空是一片漆黑，只有远方隐约的透露出一点象征日出光线。那一池水沉静如玻璃,而周遭杳无人踪。这张牌暗示在某种情况下，你已到了最低潮的时刻，但远方微弱的阳光暗示着,尾随这艰困时刻的将会是新的以及更好的事物。你对人生的思想或信念导致你此刻的境遇，从这里，你的思想将会带领你到任何你认为能够去的地方。它或许能帮助你从物质环境、对生命的信念中抽离，以便能巨细靡遗的检视它们。你也可能是被一些无用的事物，或对生命具破坏性的信念给绊住了。通常，在这种低潮的时刻，你会设法去抓住那些你平曰弃而不用的事物及态度。要让你自身与这些事物分离,理论上听起来是简单的，但是真要做起来可能会有很多危险性，在真实生活及想象上均然。这里所教导的是屈从，并且容许改变发生。",
        "negative": 2,
        "work": "这份工作对你来说没有什么发挥的空间，即使现在看起来有点起色也只是回光返照，短暂得利并不是真正的成功。",
        "love": "你在这段感情当中并不快乐，也觉得无法满足于现状，但你若主动去做很大的改变，反而会带给彼此更大的痛苦。",
        "friend": "你常在人际关系当中刺伤别人，所以没有什么人想和你做朋友，如果你不改变自己的做法，这种状况会持续下去。",
        "affection": "在家中出现了重大的转变，这个时候自保是最重要的，如果能把自己的状况先稳住，才有能力去帮助其他的人。"
    },
    "67": {
        "title": "星币三",
        "explain": "在一座修道院里，有位雕刻师正在工作,旁边两位修士（或修女)拿着草图，似乎正在和雕刻师讨论工作的进度。建造一座修道院需要多人合作，图中三人各司其职，修士(或修女)提供建议,雕刻师凭着一双巧手刻出想要的样子。合作的期间需要多次协调沟通,才能确保工程顺利进行。因此星币三在占卜上经常代表团队协作，通常是只有某个特定任务要完成的团队，队中每个人目标一致。星币三表现的是工作的初步成果,这名雕刻师已经雕出了初步的花纹，他的鬼斧神工已经赢得大家的赞赏。所以星币三也代表因专业能力与努力而获得的成就与荣普。星币三是一个鼓励，鼓励当事人不管在进行什么样的工作，都可以制定计划，然后放手去做，因为他具备完成工作所需要的专业能力，他具有充足的才干来达成任何任务。星币三的成功不是偶然,他不仅有专业能力，还有刻苦的精神。",
        "negative": 1,
        "work": "现在的工作很需要专业的技能，但同时也要能和别的团队合作，如果能有好的表现，也会得到应有的报酬和荣誉。",
        "love": "这段感情现在相当稳定，也已经建立起长久发展的基础，两个人在这段关系当中有着良好的分工，未来也十分看好。",
        "friend": "你的朋友都是和你程度或地位相当的人，也会形成很有向心力的小团体，但是除了这些人之外你也没有其他朋友。",
        "affection": "现在家中的状况十分稳定和谐，大家也都可以分工合作发挥所长，家族的传统和名声也可能会带给你很大的帮助。"
    },
    "69": {
        "title": "星币五",
        "explain": "冰天雪地中，两个乞丐蹒跚前行,又瘸又驼背，身上的衣服破烂不堪。他们经过一间教堂,却视而不见，径自赶路。而其中一位瘸子乞丐，也象征身体上的疾病。星币五通常代表一段艰困的时光，无论是在物质或精神上的。星币五也代表爱情，虽然贫穷，但两个人不离不弃。星币五出现,显示某方面的欠缺，可能是缺乏精神支持，或者是没有财务支持，也可能是没有贵人相助。再仔细看图面，我们可以发现教堂有窗却没有门，这是个很值得思考的问题是乞丐忽略了门的存在吗？还是其实他们看见了，却自己拒绝进入？教堂理应是个温暖的处所，提供人们精神或物质上的支持，但这两个乞丐却无缘得到，其原因值得深究。如果是第一个情形，我们可以说其实有支持,是当事人没去找，或根本没注意到。如果是第二个，也许有人愿意帮助他,他却自己拒绝了。从这个议题，我们可以发现，塔罗牌的牌义可以是很丰富，很自由发挥的。",
        "negative": 1,
        "work": "你在这个工作当中可能被架空或是削减了权力，使你有心想要振作也很难改变现状，也可能是工作的薪水非常少。",
        "love": "现在这段感情陷入了危机，两个人没有足够的物质基础去支撑共同的生活，即使仍然在一起也会是贫苦的曰子。",
        "friend": "其实你的朋友很少，只有几个好朋友可以谈心，你无力去处理太复杂的人际关系，所以也很难扩展自己的生活圈。",
        "affection": "现在家中遇到了严重的财务危机，甚至可能因此而家破人亡，现在你只能先求自保，否则可能会连自己也赔进去。"
    },
    "5": {
        "title": "皇帝",
        "explain": "一国之尊的皇帝头戴皇冠，身着红抱，足蹬象征严格纪律的战靴，自信满满的端坐在宝座上。他左手拿着一个水晶球,象征秩序严谨有条，右手则握着一个法杖，象征生命与权力。在王座上有四个牧羊头浮雕，强调了皇帝牌所对应的星相——牧羊座（火星），作为十二星座之首,这里的牧羊头像也象征着勇敢、积极、野心和自信，并与全牌呈现的红色的主色调不谋而合。背景严峻的山峦预示着权力背后的风险，这与女皇牌中的富饶相比，难免让观者多了几分担忧。",
        "negative": 1,
        "work": "工作当中有许多困难，但是当中也有许多晋升的机会，虽然受到很多规则的限制，但是仍然可以完成自己设定的目标。",
        "love": "在感情关系当中存在控制与被控制的关系,也算是一个稳定发展的感情，只是当中好像缺乏了热情及浪漫的感觉。",
        "friend": "由于你待人太过于严肃，而且太过重视利害关系，因此很难交到知心朋友，建议你应该要放松心情去与别人交往。",
        "affection": null
    },
    "78": {
        "title": "星币国王",
        "explain": "成功的经营管理者，他理想，而且总是实际的看待它。牌中喻示这个人是非常信实,又重诺言，极可能是个做事谨慎却不失慷慨的生意人，这人非常满意现在的生活状况。",
        "negative": 2,
        "work": "你的工作出现了很大的漏洞，之前的问题也慢慢地浮现出来，也许必须要投入更多的资源，才能安全渡过这个危机。",
        "love": "现在这段关系本身就索然无味,两个人只是在利用对方，并没有任何感情的成分在，甚至对方只是在贪图你的财产。",
        "friend": "其实你并不是很在意人际关系，所以你的朋友并不多，你应该要放下心中的利害和算计，才可能交到真心的好朋友。",
        "affection": null
    },
    "9": {
        "title": "力量",
        "explain": "与魔术师一样，力量女神的头顶也有一个无限大符号，预示其无穷无尽的力量。但与魔术师不同，女神的力量似乎没有魔术师的凌厉，而是透着一丝怜悯和包容。她带着怜悯的目光，用看似柔弱的双手轻轻合上雄狮的嘴,轻而易举的压制了百兽之王狮子的兽性。女神眼中的怜悯,似乎是在同情狮子的兽性,而象征征服的百兽之王在女神冷静慈悲的目光下也变得温顺可亲。或许，一颗宽容的心才是力量真正的来源吧！",
        "negative": 2,
        "work": "现在工作当中遇到比较专横的上司,每天光是要应付他就很累了,虽然也会有不少表现的机会，但都是听命行事。",
        "love": "现在的感情状况好像有点失控了，虽然两个人都想要让这段关系更和谐，但是因为某些事情无法配合而陷入惶局。",
        "friend": "在人际关系方面你要小心注意，可能会有人想要利用你去达成他的目的，即使对你不一定有害，你也会觉得不舒服。",
        "affection": null
    },
    "58": {
        "title": "宝剑八",
        "explain": "一个女人眼睛被布蒙住,上半身被捆绑着，身处八把宝剑群中。地上满是象征羞辱的泥泞，而远方是座晶立于峭壁之上的城堡，象征权威。很明显的,女子眼盲手缚,四周又都是宝剑，使其受至瞳重的限制与压迫。但请注意,女子的脚并未被绑住，宝剑也没有将她完全困住，四周更无人看守，只要她肯跨出脚步，自由就在伸手可得之处。因此宝剑八代表的限制不全然是外界给予的压力，更常见的状况反而是当事人划地自限。关键即在于蒙住她双眼的布条，因为对四周的无知，所以害怕,所以迷惑，不敢跨出第一步。我们在生活中常常固步自封,认为自己做不到，或者是单纯出于对陌生事物的恐惧,因而畏缩退却，殊不知事情根本没有想象的的那么困难。如果你经常感到压力，觉得受到束缚,请仔细想想，这些压力是不是多半自己找来的？如果你觉得对未来很不确定，心慌意乱，宝剑八告诉你请把眼罩取下，走出泥淨与剑阵。其实很容易，不是吗？",
        "negative": 2,
        "work": "你在这个工作当中遇到很多的困难，但是有很多是你没有办法去处理的，也常常为了处理意外状况花费很多时间。",
        "love": "这段感情当中存在着许多的问题，两个人也常为了这些无解的问题而不断争吵，可以说是进入了一段混乱的时期。",
        "friend": "你在朋友当中常常觉得不安，但是也许并没有什么具体的事情发生，你应该放开心胸，不要为了小事情就闹脾气。",
        "affection": "现在家中可能有人遇到了意外的事故，或是发生了重大的变故，这时候应该要冷静以对，而不是一味地逃避问题。"
    },
    "18": {
        "title": "星辰",
        "explain": "夜空中一大七小八颗星星，那颗大的据说是天狼星，可以为那些寻求帮助的人带去希望和信心。在闪烁的星空下，是一个全裸的女人。她左腿单膝跪在池边,右脚则踏入水中，正在将两壶生命之水倾倒在池中和岸上。女人倒出的水正是节制中圣杯中的水，只不过这次是将它浇灌于大地和池中，而与巨在两个杯子中传递。在池边不远的枝头，落着一只不死鸟，预示着生命的不朽。大地代表意识，水代表无意识，不死鸟则是精神的升华，而裸女则寓意真实的自我。可以说,星辰是一张给人们带去希望的牌，预示着寓言的兑现和灵感与精神的互动，暗示人们不应放弃希望，只有自信、自尊、自强才能有所成就。",
        "negative": 2,
        "work": "工作上遇到目标不明确的状况，应该要谋定而后动，搞清楚上面的想法是什么，不要任意解读随自己的意思乱搞。",
        "love": "两个人对于这段感情的看法过于理想化，而且彼此之间的认识还不够深，如果想更进一步的话应该更务实地评估。",
        "friend": "你与朋友之间的关系还不错，是一种交流互惠的关系，不过若是你只想要好处而停止付出，他们也会这样对待你。",
        "affection": null
    },
    "21": {
        "title": "审判",
        "explain": "天使吹响了号角，传播着上天的福音。在声声催人振奋的号角中,沉睡已久的灵魂一个个走出了自己内心的坟墓，或者说是内心的困惑，站立在天使的翅膀下，满怀感恩的心,细心聆听着上天的福音。审判是大阿尔卡那的倒数第二张牌,可以说是对大阿尔卡那前二十张人生旅程的一个回顾和自省,在超越自我、认知最终世界之前，反省自己的过去，进行自我剖析,认清并且洗涤自己曾经的错，坚信曾经的对，才能最终走向成功之门。",
        "negative": 2,
        "work": "事情即将出现重大的转机，原本已经被放弃的计划也会起死回生，你应该抓住这个东山再起的机会更努力地奋斗。",
        "love": "在感情上即将出现大的变化，很多以前的事情都将在这个时候重新浮现出来，如果处理得好的话将会有重大进展。",
        "friend": "你其实并不擅长于人际关系的经营，好朋友就是那几个，也很难扩展生活圈，应该好好珍惜你与知心好友的感情。",
        "affection": null
    },
    "52": {
        "title": "宝剑二",
        "explain": "身穿浅灰长袍的女人坐在灰石凳上，背对着澎湃汹涌、暗礁满布的海洋。她眼蒙白布，双手持剑,在胸前交叉不动。天际高挂一轮新月。女人身后的水面代表感情，她不仅背对感情，还布蒙双眼，表现出全然的逃避与困惑。此举如同掩耳盗铃,其实后面的汹涌海面、密布礁石与多变新月，早已彻底显露她的内心情感，而她选择蒙上眼睛，背对不看。宝剑二也是一张有关决定的牌,表示当事人做不出决定，或拒绝决定。她双手持剑，交叉在胸前，形成一种抗拒的姿态。这也意味着她有颗封闭的心灵。无论遇到何人何事，她总会两手交叉，大声说No!她宁愿否定—切,也不愿打开心扉。女人静坐不移，两把宝剑亦斜立不动,互相对立，形成僵局。这两把剑好象两股势力，彼此对峙许久,却毫无动静，没有一方率先打破沉默。因此，宝剑二经常表示双方闹僵、对峙与冷战,有点像是两个国家都有核武，却没人先动手的这种「恐怖平衡」与「假性和平」。",
        "negative": 2,
        "work": "现在你的工作状况陷入两难，也很怕被别人给出卖，所以无法相信任何人，但是自己又没有能力单独去解决问题。",
        "love": "你可能在感情上遇到两个不同的选择，不论选择谁都不能让你完全满足，但是你自己又不愿意陷入三角关系当中。",
        "friend": "你目前很少参加朋友们的聚会，也很少主动去交新朋友，你可能因为之前受过朋友的伤害，所以常不自觉地防御。",
        "affection": "现在家中还能保持表面平静，但是事实上内部有严重的歧见，甚至会发生互相欺骗的状况，因此你很难看清真相。"
    },
    "8": {
        "title": "战车",
        "explain": "一位头戴八芒星战盔、身着盔甲的勇士驾着一辆由两只狮身人面兽拉着的战车，向着胜利勇往直前，气势无人可挡。车前左側的黑色獅身人面兽代表严厉，而右侧的白色狮身人面兽则代表慈悲，双手并行,恰恰预示了阴阳调和,即追求胜利的前提——平衡。蓝色的车篷和上面的六芒星图案,象征了天体对战士成功的影响，也预言了希望对于获得胜利的重要性。勇士右手紧握长矛，表明了他内心对胜利的渴求,胸前的正方形则代表土元素，象征意志的力量。战车前方的一对翅膀相传是古埃及图腾代表灵感，而翅膀下面的小盾牌中的红色图案则相传为古印度预示阴阳结合的图腾。作为塔罗牌中的第7号牌,战车似乎预示走过了三分之一旅程的愚人已经变成了一名成熟、勇敢的战士，在追求胜利中披荆斩棘、奋勇向前。",
        "negative": 1,
        "work": "工作上正遇到一些困难和挑战，但是对你来说都是力所能及的事情,只要你再打败竞争者，最后的胜利者一定是你。",
        "love": "现在感情当中不可避免地会遇到某种冲突或竞争，有赖于你主动极积地处理和改进，千万不要在这个时候放弃希望。",
        "friend": "你在人际关系当中充满了竞争性，常常对别人有防卫性，反而无法放开心胸交到好朋友，有时也觉拟高处不胜寒。",
        "affection": null
    },
    "42": {
        "title": "圣杯六",
        "explain": "圣杯六有时代表思乡情怀，家乡就像圣杯六中的庄园，在里头有欢笑，有回忆，有家人的悉心照顾，让你无忧无虑。看着男孩将花送给女孩的可爱模样。圣杯六也可以表示照顾以及馈赠,或者是得到遗产。你可能获得某人的特别关照，也可能收到别人赠送的礼物,或是遇到其它类似的行为。圣杯六的快乐很简单，就像儿时一般天真，有时只是好友帮你泡的一杯咖啡,就能感到无上的喜悦。在经过圣杯五的悲伤之后，有时我们需要回忆来重新发觉自己，才能继续向前走。藉由醒思过去的经验，可以获得灵感，以及再生的力量。圣杯六在感情方面，可能代表一方照顾另一方的关系。对照圣杯二,可以发现这样的关系其实不平等,而且照顾与控制只是一线之隔。一方替另一方构筑一座安全的庄园,但却使他失去探索世界的机会,逆位时尤为可能。另外，圣杯六也可以代表如初恋般单纯的恋情，或者与旧日情人重逢。",
        "negative": 2,
        "work": "工作上会有一些新的变化，之前稳固的状况也会被打破，你需要花一些力气去适应这个状况，这对你来说是新的经验。",
        "love": "虽然这段关系已经很稳定了，但是仍然可能出现一些不同的剌激，因此两个人的感情即将进入一个不同的新阶段。",
        "friend": "除了老朋友之外，也许你现在会比较需要新朋友，所以有机会你可以打开出新的生活圈，找到各种不同的新朋友。",
        "affection": "家中即将发生重大的变化，也许会有预期之外的正面力量，让人觉得家里可以重新振作起来，也会有很好的发展。"
    },
    "24": {
        "title": "权杖二",
        "explain": "—位身穿领主服装的男子，站在他的城墙上俯视他的辽阔领土，遥望远方海洋。他右手拿着一颗类似地球仪的球体，左手扶着一根权杖。右边的权杖则是被铁环系在墙上。城墙上有个白百合与红玫瑰交叉的图案，白百合象征纯洁的思想，红玫瑰象征热情暗示两者之间必须取得平衡。乍看之下，权杖二与权杖三颇有相同之处，都是男子遥望远方海洋的构图，而且权杖二的领主与权杖三的商人，都是成功的领袖人物，拥有相当的权力，但请注意他们姿态的差异。权杖三的商人遥望远方出海的船，他刚刚成功的实现一项伟大的交易，而权杖二领主的视线却复杂许多,他看似俯瞰他所拥有的傲人领地,又看似默默低头研究球体,彷佛在盘算什么,思索什么。韦特将其比喻成亚历山大大帝，站在世界的顶端，却难免悲伤折磨。",
        "negative": 2,
        "work": "现在工作上出现了意料之外的发展，你必须在这个时侯做出选择，即使无法掌握住所有的因素，还是要勇于负责。",
        "love": "感情当中还有很多的问题需要去突破，现在已经开始踏出第一步，其实两个人都不知道这段关系究竟会如何发展。",
        "friend": "你平常算是一个很受到大家注目的人，但是其实你并不是很喜欢如此，你总是会和朋友之间保持一个适当的距离。",
        "affection": "现在家中遇到了意外的事件，重要的是保持镇静不要慌乱，这个时候应该要有一个人出来领导大家重要的决定。"
    },
    "50": {
        "title": "圣杯国王",
        "explain": "无论对于家庭,爱情还是财产、都付出爱与关怀。圣杯国王具有前瞻性,愿意为他心中所爱付出一切，是四个国王中最善良的。这张牌显示的男性是友善仁慈并替人设想,但他却不太愿意显露个性。他很得大家的尊重，是一位专业人士。另一方面，这张牌叫求问者多留意自己的内心感受。",
        "negative": 2,
        "work": "工作上的起伏让你感觉窒息，各种压力也几乎超过你的负荷，表面上看起来光鲜亮丽，其实是金玉其外敗絮其中。",
        "love": "现在这段感情当中是波涛汹涌，充满了各种情绪性的冲突，彼此之间的关系也岌岌可危，随时都有破裂的可能性。",
        "friend": "你的人际关系状况很不好，大家都不能信任你。你应该要改过自新，想办法重新做人，慢慢重建朋友对你的信心。",
        "affection": null
    },
    "26": {
        "title": "权杖四",
        "explain": "权杖四描出一个坚固的家庭或工作环境，欢乐与分享是每天生活的一部分。在这张牌上，人们自由来去，带着渴望、热情和乐观，在阳光下跳舞、庆祝。迎宾花圈穿在四支权杖的顶端,跳舞的人们在庆祝时挥动着更多的花朵。城堡是坚固的暗示，有时它也表示权杖四的热情正被导引进入家园。例如，你可能重新装修或粉刷房房屋，使它更适合你现在的需要。这张牌对搬入温暖又充满支持的家或工作环境是正面的指示。已经在那环境中的人觉得呆在那里很舒适,并且欢迎及支持新来的人。当权杖四出现在圣杯三的旁边时•它表示一个欢庆，或志同道合的人聚集起来，显示生气勃勃与喜悦。",
        "negative": 1,
        "work": "现在工作的努力已经有了成果，也是应该好好享受自己成果的时候，这个时候应该要放松心情，在稳定中求发展。",
        "love": "两个人的感情十分稳定，也已经找出相处的最佳模式，每天在一起的时光都非常愉快，算是令人安心的和谐关系。",
        "friend": "你的人际关系很好，也很努力在经营自己的人际关系，你可以多多参加朋友们的聚会，甚至会常常遇到庆祝活动。",
        "affection": "现在家中充满了欢乐的气氛，也许是正在庆祝某些事情，大家都可以在安全的环境之下自由地分享自己的心情。"
    },
    "45": {
        "title": "圣杯九",
        "explain": "一个财主装扮的的男子坐在小凳上，双手抱胸，神情怡然自得。他身后的高桌上，覆盖蓝色桌布，九个圣杯排排站。背景则是一片鲜黄。圣杯九也代表当事人的愿望极有可能实现,无论是精神或是物质方面。财主非常满意于他的现状，他洋洋得意的抱胸姿态，显示出某种程度的自负。这张牌也可以与星币六做个比较,在星币六中，我们看到手心向下的财主,与手心向上的乞丐,圣杯九的财主抱胸端坐，则显示一种单纯的满足，而与外界隔绝。如果将桌子的摆设看作一场饮宴。不难推测出圣杯九也代表享乐，而且通常是物质感官上的享受。相较于与大自然亲近的星币九，有人认为圣杯九代表的享受很肤浅(但是有时候在身心疲惫之余，没什么能比圣杯九更让人放松的了。",
        "negative": 1,
        "work": "你对于自己的工作相当满意，你本身在工作当中的表现也非常好，你常常会以自己的工作为傲，并且向别人炫耀。",
        "love": "双方对于这段感情都觉得很满意，彼此之间也保持着良好的关系，两个人之间的和谐相处常常会带来更多的欢乐。",
        "friend": "你的人际关系还不措，但是有时候会太过于主观和自负，常常就在不知不觉当中得罪人，也许可以稍微修饰一下。",
        "affection": "现在家中充满了快乐的气氛，也有很令人满意的生活，大家都在自己的岗位上表现得很好，也常常会彼此称赞。"
    },
    "43": {
        "title": "圣杯七",
        "explain": "七个圣杯飘浮在云雾弥漫的半空中，杯中分别装着城堡、珠宝、桂冠、龙、人头、盖着布发光的人以及蛇。请注意桂冠的下方有颗骷髅头。一个人面对着这些圣杯，不知该如何选择，他的身体姿态似乎流露出稍微恐惧。圣杯七代表的是生活中的非现实层面，包括我们的梦境、幻想与白日梦,或是偶而异想天开的点子。我们通常不会真的把这些幻想付诸行动，因此圣杯七不是一张代表行动的牌，而只是一种想象而已。如果当事人目前有很想进行的计划，感觉未来前景一片大好,圣杯七警告：这可能只是自己虚拟的想象罢了。如果在恋爱占卜中，当事人觉得对方似乎对他有意，圣杯七出现,代表这恐怕只是一场一厢情愿的白日梦。太多选择,往往令人无所适从，圣杯七中的男子就是面对这样的的窘境。因此适当的幻想与做梦是有益的，但终曰沉浸于幻想世界中，终将一事无成。",
        "negative": 1,
        "work": "也许你觉得自己的工作非常成功，但那只是虚幻的假象，你对工作会有很多理想和抱负，只是绝大部分并不可行。",
        "love": "这段感情当中很多部分都是你自己想象出来的，实际上并不是那么一回事，你只是和自己虚构出来的对象谈恋爱。",
        "friend": "其实你的朋友很多，但是大部分只是泛泛之交，不要轻易地把别人当成知心朋友，否则很可能会被他们给出卖了。",
        "affection": "家中成员相处的时间很少，因此彼此之间的感情也比较疏远，如果能够加强关心常常联络，对大家都会很有帮助。"
    }
}